{
  "category": "Campaigns",
  "terms": [
    {
      "term": "Kingdom Death: Monster 1.0 Kickstarter",
      "definition": "This page archives the details and updates of the Kingdom Death: Monster 1.0 Kickstarter campaign.\n\nCampaign.\nThe Kickstarter campaign launched on November 22, 2012. The campaign had a fundraising goal of $35,000. The campaign met its fundraising goal within 1.5 hours of launch. The campaign ended on January 7, 2013, raising $2,049,721 with 5,410 backers.\n\nUpdates.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/Kingdom_Death%3A_Monster_1.0_Kickstarter",
      "relatedTerms": [
        "Survivors (Unarmored Kit)",
        "Pinup Rawhide Dame",
        "Survivors (Rawhide Armor Kit)",
        "Phoenix",
        "Survivors (Lantern Armor Kit)",
        "Beyond the Wall",
        "Survivors (Phoenix Armor Kit)",
        "Pinup Phoenix Dancer",
        "The Watcher",
        "King's Man",
        "Flower Knight",
        "Survivors (Screaming Antelope Armor Kit)",
        "Pinup Primal Huntress",
        "Paul the Survivor",
        "Dragon King",
        "Pinup Lioness",
        "Survivors (White Lion Armor Kit)",
        "Aya the Survivor",
        "Adam & Anna, Explorers of Death",
        "Survivors (Dragon King Armor Kit)"
      ]
    },
    {
      "term": "Kingdom Death: Monster 1.5 Kickstarter",
      "definition": "This page archives the details and updates of the Kingdom Death: Monster 1.5 Kickstarter campaign.\nCampaign.\n\nThe Kickstarter campaign launched on November 24, 2016. The campaign had a fundraising goal of $100,000. The campaign met its fundraising goal and surpassed the 1.0 Kickstarter ($2.05 million) 2 hours after launch. At 19 minutes into the campaign, it set a record for fastest project to reach $1mil raised (previously held by Pebble Time, at 49 minutes).CNBC.com, Board game raises over $10 million, becomes one of the most successful Kickstarter campaigns ever The campaign ended on January 7, 2017, raising $12,393,139 with 19,264 backers. This made Kingdom Death: Monster 1.5 the 4th most funded project on Kickstarter, and the 1st most funded tabletop game product.Kickstarter.com, Most Funded Projects\n\nUpdates.\n\nReferences.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/Kingdom_Death%3A_Monster_1.5_Kickstarter",
      "relatedTerms": [
        "Gold Smoke Knight",
        "Pinup Twilight Knight (Male)",
        "Pinup Dung Beetle Dancer (Male)",
        "Nightmare Adam",
        "Pinup Dung Beetle Dancer (Female)",
        "Dragon King",
        "White Fang - The Twilight Swordsman",
        "Sci-Fi Aya the Survivor",
        "Pinup Dung Ball",
        "Last Axeman Standing",
        "Nightmare Ram",
        "Pinup Dung Beetle Knight",
        "Dung Beetle Knight",
        "Scout of Death (Male)",
        "Pinup Screaming God Armor",
        "Screaming God",
        "Illuminated Lady",
        "Lantern Parasite Queen",
        "Murderer",
        "Young Survivor"
      ]
    },
    {
      "term": "People of the Bloom",
      "definition": "is a custom campaign found in the Flower Knight Expansion. It can modify any existing campaign, such as the standard campaign. It tells the story of a settlement located close to The Forest Gate, and worships the Flower Knight as a deity.\nStory Events.\nThe campaign does not add new story events to the Timeline, except to periodically add population losses to help trigger the Sleeping Virus Flower event.\nDevelopment.\nDuring the develop step of the settlement phase, the survivors may choose to trigger the Sense Memory story event, perform a Forest Run, and craft the Flower God Helm and Replica Flower Sword gear.\nOther Changes.\nDue to their proximity to The Forest Gate, newborn survivors have +1 permanent luck, +1 permanent green affinity, and -2 permanent red affinities. Additionally, all survivors are immune to the Flower Addiction disorder, and due to their reverence, are unable to hunt the Flower Knight. The Sleeping Virus Flower was already present when the survivors founded their settlement.\nSources.\nOfficial Rules can be found on Page 1, Column 3 of the Flower Knight Expansion booklet.\n\n__NOTOC__",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/People_of_the_Bloom",
      "relatedTerms": [
        "campaign",
        "Flower Knight Expansion",
        "People of the Lantern",
        "settlement",
        "The Forest Gate",
        "Flower Knight",
        "Timeline",
        "Sleeping Virus Flower",
        "survivors",
        "Sense Memory",
        "Forest Run",
        "Flower Knight Helm",
        "Replica Flower Sword",
        "Flower Addiction"
      ]
    },
    {
      "term": "People of the Skull",
      "definition": "is a custom campaign found at the end of the Core Game rule book. It can modify any existing campaign, such as the standard campaign. It tells the story of a settlement who worship skulls above all else. They only wear weapons and armor with the bone keyword, and ignore the frail rule.\nStory Events.\nThe campaign does not add new story events to the Timeline.\nDevelopment.\nDuring the develop step of the settlement phase, the survivors may choose to perform a Skull Ritual.\nOther Changes.\nSurvivors with the word bone or skull in their name gain an +1 permanent accuracy, evasion, strength, luck, or speed.\nIf a weapon or armor is made with the Black Skull resource, a survivor may place it into their Gear Grid despite being iron.\nSources.\nOfficial Rules can be found in the Game Variants section of the Core Game Rule Book.\n\n__NOTOC__",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/People_of_the_Skull",
      "relatedTerms": [
        "campaign",
        "Kingdom_Death:_Monster_Core_Game",
        "People of the Lantern",
        "settlement",
        "skull",
        "Weapon",
        "armor",
        "bone",
        "frail",
        "Timeline",
        "Skull Ritual",
        "accuracy",
        "evasion",
        "strength",
        "luck",
        "speed",
        "Black Skull",
        "resource",
        "Gear Grid",
        "iron"
      ]
    },
    {
      "term": "People of the Stars",
      "definition": "is a campaign in the Dragon King Expansion. It is an alternative to the standard campaign that features its own timeline, settlement location, story events, innovations, nemesis monster, and abilities. It tells the story of a settlement around the throne of a fickle, aging tyrant who tries to mold the survivors into a mighty people to carry on his legacy.\nStory Events.\nThe timeline begins with Foundlings (instead of Returning Survivors), ends with Death of the Dragon King, and uses other story events in place of some of the events on the standard timeline. Bold and Insight are replaced by Awake. Intimacy is replaced by a different event with the same name. The following events are totally excluded from this campaign and cannot be triggered or added to the timeline: Hands of Heat, Regal Visit, Armored Strangers, Watched, and Showdown: Watcher. Additionally, there is no milestone to trigger Hooded Knight for .\nInnovations.\nIn the campaign, Language is replaced by Dragon Speech, Family is replaced by Bloodline, Clan of Death is replaced by Empire, and Lantern Oven is replaced by Radiating Orb (which cannot be innovated normally, only gained from Midnight's Children). Arena is also included as a consequence of Nightmare Training.\nConstellations.\nSurvivors in this campaign collect Dragon Traits to complete constellations that grant unique abilities. These are recorded on a non-standard survivor record sheet.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/People_of_the_Stars",
      "relatedTerms": [
        "Campaign",
        "Dragon King Expansion",
        "People of the Lantern",
        "timeline",
        "Settlement Locations",
        "Story Event",
        "innovations",
        "Nemesis Monster",
        "abilities",
        "throne",
        "tyrant",
        "Foundlings",
        "Returning Survivors (Story Event)",
        "Death of the Dragon King",
        ":Category:People of the Stars Story Events",
        "Bold",
        "Insight",
        "Awake",
        "Intimacy (Story Event)",
        "Intimacy (Dragon King Expansion)"
      ]
    },
    {
      "term": "People of the Sun",
      "definition": "is a campaign in the Sunstalker Expansion. It is an alternative to the standard campaign that features its own timeline, settlement locations, story events, innovations, and survival actions. It tells the story of a settlement around a pool beneath the sun in the sky.\nStory Events.\nThe timeline begins with The Pool and the Sun (instead of Returning Survivors), ends with The Great Devourer, and uses other story events in place of some of the events on the standard timeline. Intimacy is replaced by a different event with the same name. There are no milestones to trigger Principle: New Life or Hooded Knight. Instead, the settlement always uses Survival of the Fittest and a new milestone triggers Edged Tonometry.\nInnovations.\nIn the campaign, Language, Inner Lantern, and its consequences are replaced by Sun Language, Hands of the Sun and its consequences. Additionally, Umbilical Bank is gained via Birth of Color. \nOther Changes.\nDue to their unique innovations, survivors in this campaign learn Embolden instead of Encourage and Overcharge instead of Surge. They may not wear heavy gear and they can trigger Game Over by failing any of the five nemesis showdowns that appear on the last five years of their timeline.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/People_of_the_Sun",
      "relatedTerms": [
        "campaign",
        "Sunstalker Expansion",
        "People of the Lantern",
        "timeline",
        "Settlement Locations",
        "Story Event",
        "innovations",
        "Survival Action",
        "Sacred Pool",
        "The Sun",
        "The Pool and the Sun",
        "Returning Survivors (Story Event)",
        "The Great Devourer",
        ":Category:People of the Sun Story Events",
        "Intimacy (Story Event)",
        "Intimacy (Sunstalker Expansion)",
        "Milestone",
        "Principle: New Life",
        "Hooded Knight",
        "Survival of the Fittest"
      ]
    },
    {
      "term": "Seven Swordsmen",
      "definition": "Seven Ageless Sword Masters face the darkness alone. They accept no outsiders, and hold no love in their hearts, never rolling on the intimacy table. Their population never grows: when the last swords master falls, so does the settlement.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/Seven_Swordsmen",
      "relatedTerms": [
        "Ageless",
        "Sword_Proficiency#Mastery",
        "Intimacy",
        "settlement"
      ]
    },
    {
      "term": "Twilight Knight in Training",
      "definition": "One survivor among the founding survivors, awakens with a strange sword in their hands in addition to the dried ink over their eyes. They find it comfortable, and have 3 weapon proficiency ranks with it. They cannot gain age tokens, can still hunt when retired, will never skip a hunt, and will always depart. Reaching max proficiency does not cause the knight to leave the settlement. If the knight dies, the settlement descends into Hopelessness.",
      "category": "Campaigns",
      "url": "https://kingdomdeath.fandom.com/wiki/Twilight_Knight_in_Training",
      "relatedTerms": [
        "Twilight Sword",
        "prologue",
        "Weapon Proficiency",
        "Dreaded_Decade",
        "Game Over"
      ]
    }
  ],
  "lastUpdated": "2026-02-07T01:00:31.577Z"
}