{
  "category": "Milestones",
  "terms": [
    {
      "term": "Ashen Claw Strain",
      "definition": "Ashen Claw Strain is a strain milestone card found in the Echoes of Death 3 white box expansion.\n\nCard Text.\n\nMilestone Condition.\nThe survivors are defeated by the Gold Smoke Knight. (Check for this at the end of your campaign.)\n\nPermanent Effect.\nDeparting the smoldering scene, the Gold Smoke Knight unwittingly crushes the claw of a fleeing crab spider. Desperate to survive, the crab cauterizes its mangled claw on a nearby golden ember. It heals anew and much larger than before. The crab shares the secret with its crab family.\n\nPermanently add Armored Fist to your fighting art deck. Permanently add Fiddler Crab Spider to your vermin deck.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Ashen_Claw_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 3",
        "White Boxes",
        "Defeat",
        "Gold Smoke Knight",
        "campaign",
        "Crab Spider",
        "Golden Ember",
        "Armored Fist",
        "Fighting Arts",
        "Fiddler Crab Spider",
        "Vermin Resources"
      ]
    },
    {
      "term": "Atmospheric Change",
      "definition": "is a strain milestone card found in the Santa Satan holiday white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen the settlement triggers Necrotoxic Mistletoe or Story in the Snow.\n\nPermanent Effect.\nThe settlement wakes to find itself transformed. An ever-present chill pimples the survivor's flesh. Occasionally, evanescent flakes of snow drift through the sky.\n\nArchive Heat Wave from the settlement event deck.\n\nAdd Lump of Atnas to the basic resource deck.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Atmospheric_Change",
      "relatedTerms": [
        "Strain Milestone",
        "Santa Satan",
        "White Box",
        "Necrotoxic Mistletoe",
        "Story in the Snow",
        "Archive",
        "Heat Wave",
        "Settlement Event",
        "Lump of Atnas",
        "Basic Resources"
      ]
    },
    {
      "term": "Brave Cocoon",
      "definition": "is a strain milestone card found in the Vignette of Death: Killennium Butcher expansion.\nCard Text.\nMilestone Condition.\nResolve Brave's Ending in the Vignette of Death: Killennium Butcher.\nPermanent Effect.\nBrave raises his weapon to confront the arrogant star. His bravado is forever transfixed in stone.\n\nPermanently add Timeworm Statue to the terrain deck",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Brave_Cocoon",
      "relatedTerms": [
        "Strain Milestone",
        "Vignette of Death: Killennium Butcher",
        "Brave's Ending",
        "Timeworm Statue"
      ]
    },
    {
      "term": "Carnage Worms",
      "definition": "is a strain milestone card found in the Echoes of Death 3 white box expansion.\nCard Text.\nMilestone Condition.\nA Crazed survivor witnesses a settlement with Cannibalize endeavor 8 times at Sacrifice in a single lantern year.\nPermanent Effect.\nThe survivor holds a feast at the bloodied site of sacrifice. Attracted to the carnage, a parasitic worm of other origin is swept up into the survivor's slobbering maw. Now a host, the survivor spreads the parasite's young everywhere they defecate.\n\nPermanently add Dark Manifestation to your fighting art deck. The survivor gains Dark Manifestation.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Carnage_Worms",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 3",
        "White Boxes",
        "Crazed",
        "Cannibalize",
        "Endeavors",
        "Sacrifice",
        "Lantern Year",
        "Dark Manifestation",
        "Fighting Arts"
      ]
    },
    {
      "term": "Ethereal Culture Strain",
      "definition": "is a strain milestone card found in the Echoes of Death white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen a survivor consumes a Brain Mint gear while there are 4+ Black Lichen strange resources in settlement storage.\n\nPermanent Effect.\nBlack Lichen in storage blooms, blanketing the settlement and its inhabitants with harmless spores. A bacteria carried in the Brain Mint forms a symbiotic mass of fungus and bacteria in the unwitting survivor's brain. The survivor finds themselves communicating with something beyond. \n\nPermanently add the Ethereal Pact fighting art to your fighting art deck. The survivor gains the Ethereal Pact fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Ethereal_Culture_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death",
        "White Box",
        "consume",
        "Brain Mint",
        "gear",
        "Black Lichen",
        "Strange Resources",
        "Settlement Storage",
        "Ethereal Pact",
        "Fighting Art"
      ]
    },
    {
      "term": "Final Lantern Trophies",
      "definition": "is a strain milestone card found in the Vignette of Death: Killennium Butcher expansion.\nCard Text.\nMilestone Condition.\nResolve Butcher's Ending in the Vignette of Death: Killennium Butcher.\nPermanent Effect.\nIn its graveyard of lantern trophies, the monster roars its wish into the sky.\nAnother age of rage is granted. The Killennium Butcher stalks the lands once more.\n\nYou may now face the Killennium Butcher in your campaigns. It replaces Level 2 and Level 3 of the Butcher Node 1 Nemesis.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Final_Lantern_Trophies",
      "relatedTerms": [
        "Strain Milestone",
        "Vignette of Death: Killennium Butcher",
        "Butcher's Ending",
        "Nodes",
        "Nemesis Monster"
      ]
    },
    {
      "term": "Giant's Strain",
      "definition": "is a strain milestone card found in the Echoes of Death white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen a survivor with the Marrow Hunger impairment has a child from Intimacy.\n\nPermanent Effect.\nArdent splinters of bone gnaw into the survivor's brain, halting their pituitary function. The deviation is passed into their offspring. \n\nPermanently add the Giant's Blood fighting art to your fighting art deck. The survivor's newborn child gains the Giant's Blood fighting art (choose one in case of twins).",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Giant's_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death",
        "White Box",
        "Marrow Hunger",
        "impairment",
        "Intimacy",
        "Giant's Blood",
        "Fighting Art"
      ]
    },
    {
      "term": "Hyper Cerebellum",
      "definition": "is a strain milestone card found in the Echoes of Death 2 white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen two survivors with the Prey disorder have a newborn.\n\nPermanent Effect.\nThe child is born with an enlarged brain capacity for awareness. Hyper alert and raised fearful of the unknown, the child takes up the shield to protect themselves. Their aptitude for observation gives them skills with a shield no master could dream ever of.\n\nPermanently add the Shielderang fighting art to your fighting art deck. The newborn survivor gains the Shielderang fighting art, 3 levels of Shield weapon proficiency, and the Weak Spot disorder at the body hit location.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Hyper_Cerebellum",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 2",
        "White Box",
        "Prey",
        "disorder",
        "shield",
        "Shielderang",
        "Fighting Art",
        "Shield Proficiency",
        "Weak Spot",
        "body",
        "Hit Location"
      ]
    },
    {
      "term": "Incidental Learning Strain",
      "definition": "is a strain milestone card found in the Survivors of Death 1 expansion.\nCard Text.\nMilestone Condition.\nA survivor with Hyperactive and Rhythm Chaser deals the killing blow against a Level 3+ monster.\nPermanent Effect.\nThe survivor is heralded as a luminary upon their return to the settlement. Their once-derided high-strung demeanor is adopted by settlement youths as a serious survival strategy, codifying their eccentric habits into a set of practical techniques.\n\nPermanently add Agility Fighter to you fighting art deck. Nominate a survivor with 2 or less Hunt XP to gain Agility Fighter.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Incidental_Learning_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Survivors of Death 1",
        "Hyperactive",
        "Rhythm Chaser",
        "Agility Fighter"
      ]
    },
    {
      "term": "Marrow Transformation",
      "definition": "is a strain milestone card found in the Echoes of Death 2 white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen the Hand removes a broken leg severe injury from a survivor with a Bow weapon specialization.\n\nPermanent Effect.\nKnit together according to unfamiliar anatomical principles, the mended bones grow new configurations of connective tissue. Developing an unnaturally smooth gait, the survivor's pounding steps do not impede their aim.\n\nPermanently add the Rolling Gait fighting art to your fighting art deck. The survivor gains the Rolling Gait fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Marrow_Transformation",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 2",
        "White Box",
        "The Hand",
        "Severe Leg Injury Table",
        "Severe Injury",
        "Bow",
        "Weapon Specialization",
        "Rolling Gait",
        "Fighting Art"
      ]
    },
    {
      "term": "Material Feedback Strain",
      "definition": "Material Feedback Strain is a strain milestone card found in the Echoes of Death 3 white box expansion.\nCard Text.\nMilestone Condition.\nA survivor archives 4 resources from their Hoarder disorder.\nPermanent Effect.\nA calm wraps around the anxiously beating heart of the survivor, steadying their grasping hands. The deeply-felt sense of security keeps cortical stress levels low. Inheriting the positive chemical feedback between possession and serenity creates a powerful ally in the settlement stores.\n\nPermanently add Stockist to your fighting art deck. The survivor gains Stockist.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Material_Feedback_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 3",
        "White Boxes",
        "Archive",
        "resources",
        "Hoarder",
        "Disorders",
        "Stockist",
        "Fighting Arts"
      ]
    },
    {
      "term": "Memetic Symphony",
      "definition": "is a strain milestone card found in the Echoes of Death 2 white box expansion.\n\nCard Text.\nMilestone Condition.\nDuring Weird Dream, a storyteller tells a Well Told account that includes a dreaming survivor hearing the Devil's Symphony.\n\nPermanent Effect.\nStill possessed by restless sleep, snatches of the malefic tune spread, humming in every mouth. Under the stone-faced ground, a massive lodestone vibrates sympathetically, perpetually attracting a rhythmic spree of frozen lightning. Its thunder echoes in all directions, the beat throbbing in every ear. \n\nPermanently add the Infernal Rhythm fighting art to your fighting art deck. The survivor gains the Infernal Rhythm fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Memetic_Symphony",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 2",
        "White Box",
        "Weird Dream",
        "Infernal Rhythm",
        "Fighting Art"
      ]
    },
    {
      "term": "Opportunist Strain",
      "definition": "is a strain milestone card found in the Echoes of Death white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen a survivor with the Prey or Secretive disorders has 15+ insanity.\n\nPermanent Effect.\nThe survivor eats in secret and forgoes sleep. Their extreme paranoia liberates a deeply buried genetic memory that has allowed insignificant people to use their prey instincts to their advantage.\n\nPermanently add the Backstabber fighting art to your fighting art deck. The survivor gains the Backstabber fighting art. They suffer permanent -1 strength and -1 evasion from lack of sleep!",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Opportunist_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death",
        "White Box",
        "Prey",
        "Secretive",
        "disorders",
        "insanity",
        "Backstabber",
        "Fighting Art",
        "strength",
        "evasion"
      ]
    },
    {
      "term": "Plot Twist",
      "definition": "is a strain milestone card found in the 10th Anniversary White Speaker white box expansion.\n\nCard Text.\nMilestone Condition.\nIf the settlement has remembered all the White Secret stories.\n\nPermanent Effect.\nA White Speaker arrives with a new story. She cuts the listener. Cloudy lymphatic fluid struggles from their wound, forming a yellow disc. Reaching into it, the White Speaker pulls free a black lump. Add 1 Iron strange resource to the settlement storage.\n\nThe next time a survivor would remember a White Secret story, they recall the words recited under her breath instead. Permanently add the Story of Blood fighting art to your fighting art deck. That survivor gains the Story of Blood fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Plot_Twist",
      "relatedTerms": [
        "Strain Milestone",
        "10th Anniversary White Speaker",
        "White Box",
        "White Secret",
        "White Speaker",
        "Iron",
        "Strange Resource",
        "Settlement Storage",
        "Story of Blood 1",
        "Strain Fighting Art"
      ]
    },
    {
      "term": "Somatotropin Surge",
      "definition": "is a strain milestone card found in the Vignette of Death: White Gigalion expansion.\n\nCard Text.\nMilestone Condition.\nThe survivors from Deadrock defeat the White Gigalion in the vignette.\n\nPermanent Effect.\nEnraged, the White Gigalion's pregnant mate overtakes the exhausted survivors, devouring them. Its guts twist audibly as the peculiar minerals of the lovelorn rock combine within the primitive concoction that is the survivors' frenzy drink. The volatile mixture wreaks havoc on the recessive genes of its unborn young, ensuring the Gigalion abberation continues.\n\nCampaigns with the White Lion quarry may now also hunt the White Gigalion quarry.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Somatotropin_Surge",
      "relatedTerms": [
        "Strain Milestone",
        "Vignette of Death: White Gigalion",
        "Deadrock",
        "vignette",
        "Lovelorn Rock",
        "Frenzy Drink",
        "White Lion",
        "quarry"
      ]
    },
    {
      "term": "Surgical Sight",
      "definition": "is a strain milestone card found in the Echoes of Death 2 white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen a survivor in the settlement with Ocular Parasites gains the Extra Sense fighting art\n\nPermanent Effect.\nUndetectable creatures in the fluid filter of the eyes transform perception. Skin cannot hide the pulleys and springs of muscle. Their workings are as plain as the stone-faced ground. The birth of ocular symbiosis is turbulent. The survivor suffer the blind severe head injury.\n\nPermanently add the Convalescer fighting art to your fighting art deck. The survivor gains the Convalescer fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Surgical_Sight",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 2",
        "White Box",
        "Game Over",
        "Extra Sense",
        "Fighting Art",
        "Severe Head Injury Table",
        "Severe Injury",
        "Convalescer"
      ]
    },
    {
      "term": "Sweat Stained Oath",
      "definition": "Sweat Stained Oath is a strain milestone card found in the Echoes of Death 3 white box expansion.\nCard Text.\nMilestone Condition.\nA survivor gains a sword during the hunt or showdown and uses it to deliver the killing blow that lantern year.\nPermanent Effect.\nLightning splits the sky, illuminating a blade-shaped castle that was not there before. Gouts of water spray from the castle. Mingling with the survivor's sweat, the rain hisses. In the sibilant sound, the survivor hears a challenge.\n\nPermanently add Sword Oath to your fighting art deck. The survivor gains Sword Oath. Add Acid Storm to the next lantern year on the timeline.\n\nNotes.\nSweat Stained Oath erroneously tells players to add \" Acid Rain\" to the timeline. Acid Rain is a basic hunt event, while Acid Storm is the appropriate settlement event.\n\nSee Also.\nStorm Knight",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Sweat_Stained_Oath",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death 3",
        "White Boxes",
        "sword",
        "Hunt Phase",
        "Showdown Phase",
        "Killing Blow",
        "Lantern Year",
        "Sword Oath",
        "Acid Storm",
        "timeline",
        "Acid Rain",
        "Basic Hunt Event",
        "Storm Knight"
      ]
    },
    {
      "term": "Trepanning Strain",
      "definition": "is a strain milestone card found in the Echoes of Death white box expansion.\n\nCard Text.\nMilestone Condition.\nWhen a survivor survives the Trepanning Barber Surgeon endeavor five times.\n\nPermanent Effect.\nSlipshod surgery has damaged the survivor's memory. When systems of the body fail, others rise up to compensate. Without the burden of triumphs and traumas, the indomitable will to live thrives.\n\nPermanently add the Infinite Lives fighting art to your fighting art deck. The survivor gains the Infinite Lives fighting art.",
      "category": "Milestones",
      "url": "https://kingdomdeath.fandom.com/wiki/Trepanning_Strain",
      "relatedTerms": [
        "Strain Milestone",
        "Echoes of Death",
        "White Box",
        "Barber Surgeon",
        "endeavors",
        "Infinite Lives",
        "Fighting Art"
      ]
    }
  ],
  "lastUpdated": "2026-02-07T01:00:31.569Z"
}