{
  "category": "Nemeses",
  "terms": [
    {
      "term": "Atnas",
      "definition": "Atnas is a node 2 Nemesis monster included in the Gambler's Chest Expansion.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Atnas",
      "relatedTerms": [
        "Node",
        "Nemesis",
        "monster",
        "Gambler's Chest Expansion"
      ]
    },
    {
      "term": "Butcher",
      "definition": "The Butcher is a node 1 Nemesis Monster included in the Kingdom Death: Monster Core Game.\n\nLore.\nThere once was a man who could not hide his fear. He wore a mask that transformed his cowardice to rage. In turn, the man transformed into a monster. All that remained was a devouring fury that stalked the night, collecting the fearful faces of others. Kingdom Death: Monster Core Rulebook, Showdown: Butcher, pg 169\n\nThe Butcher is the remains of a Forsaker swallowed by long years of wrestling with the primal rage that gave him power. Nothing remains of the man, just a mess of flesh clinging to the insides of the Forsaker's armor, animated by nihilistic fury to destroy on the road through oblivion.\n\nThe Butcher collects the lanterns and skinned faces of his victims, a perversion of the humanity that echoes inside its near hollow armor.Resin Limited Release Description\n\nStory Events.\nLegendary Lungs\nShowdown: Butcher\n\nStat Breakdown.\n\nAI Cards.\nButcher Data Card\nSpecial.\nBerserker\nDreaded Trophies\nFast Target\nFrenzied Berserker\n4x Infectious Lunacy\nInvincible\nBasic.\nBackhand\nButcher's Roar\n2x Hack\n2x Hew\nInfinite Kick\nKick\nScreaming\n2x Wild Carve\nAdvanced.\n2x Bite\nDevour Lantern\nDouble Hack\nEmbrace the Pain\nForbidden Light\nGaze of Truth\nHack City\nLantern Frenzy\nLantern Hunger\n\nHit Location Cards.\nArmored Pig Shoulder\nButcher’s Mask\n2x Cleaver\nFurious Bellow\nFurious Breast Plate\nFurious Crown\nFurious Gauntlet\nFurious Greaves\nFurious Gut\nFurious Scrag\nFurious Shoulder\nFurious Vambraces\nThick Cape\nTrap - Overpower\n\nLimited Release.\nThe Butcher was originally released as a limited resin release with a First Run limited to 255 miniatures. Since the release of the Kingdom Death: Monster Core Game, the resin miniature will no longer be released as an Encore.\n\nContents.\nButcher resin miniature\nKingdom Death 25mm resin square base\nSmall art insert\n6\" x 4\" matte art print\nHand-numbered collector's ribbon with hard plastic archival sleeve\n\nSee Also.\nButcher Build Guide\nThe Ancient Butcher\nRelentless Butcher\nPinup Butcher\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Butcher",
      "relatedTerms": [
        "Nemesis Monster",
        "Closest Survivor",
        "Field of View",
        "target",
        "menace",
        "After Damage",
        "Bleed X",
        "Bleeding Token",
        "Menace",
        "Node",
        "Kingdom Death: Monster Core Game",
        "Forsaker",
        "Legendary Lungs (Story Event)",
        "Showdown: Butcher",
        "Berserker",
        "Fast Target",
        "Infectious Lunacy",
        "Dreaded Trophies",
        "Frenzied Berserker",
        "Invincible"
      ]
    },
    {
      "term": "King's Man",
      "definition": "The King's Man is a node 2 Nemesis Monster included in the Kingdom Death: Monster Core Game.\n\nLore.\nThere was once a monster that was to lead its master's regal procession. First the monster came as a herald, then its hungry masters. So fierce were the monster's masters that it never thought to protect its own back, knowing what horrors lay behind it.Kingdom Death: Monster Core Rulebook, Showdown: King's Man, pg. 161\n\nThe King's Men herald the appearance of powerful entities such as the Scribe and the King. From a distance the strangely fashioned lantern halberds are glowing harbingers of the mountainous King lumbering behind. Resin Limited Release Description (Note: This is an early lore blurb, so aspects of it may no longer be relevant).\n\nStory Events.\nArmored Strangers\nKing's Curse\nShowdown: King's Man\n\nStat Breakdown.\n\nAI Cards.\nKing's Man Data Card\nSpecial.\n4x Battle Tempo\nKing's Aura\nKing's Combat\nOut-Fighting\nSilent Hymn\nWeak Spot\n\nBasic.\nAxe\nClang\n2x Cleave\nCoup de Grace\nForce Thrust\nHammer\n2x Hook & Pull\nKing's Grace\n2x Spear\nTrip\n\nAdvanced.\nKing's Axe\nKing's Walk\nKneel\nLantern Mirage\nLash Out\nPerfect Thrust\nSpinning Halberd\nLegendary.\nFamiliar Face\n\nHit Location Cards.\nAxe Blade\n3x Battle Pressure\nHalberd Handle\nHalberd Spear\nRegal Back\nRegal Breastplate\nRegal Collar\nRegal Faceplate\nRegal Gauntlet\nRegal Greaves\nRegal Gutplate\nRegal Helm\nRegal Knees\nRegal Plume\nRegal Sabatons\nRegal Sheath\nRegal Skirt\nRegal Vambraces\nTrap - Acid Blood Discharge\n\nResin Limited Release.\n\nThe King's Man was previously released as a limited resin release under the title of \"King's Men\"and limited to 250 miniatures. During the Kingdom Death: Monster 1.0 Kickstarter, the resin King's Man was available as an encore backer add-on. Since the release of the Kingdom Death: Monster Core Game, the resin miniature will no longer be released as an encore.\n\nContents.\nKing's Man resin miniature\nKingdom Death 25mm resin square base\nSmall art insert\n6\" x 4\" matte art print\nHand-numbered collector's ribbon with hard plastic archival sleeve\n\nKing's Men Regiment.\n\nDuring the Kingdom Death: Monster 1.0 Kickstarter, additional plastic King's Men were available to add to a backer's pledge. These miniatures were shipped as \"naked\", just the miniature sprues with no additional game content.\n\nSee Also.\nKing's Man Build Guide\nThe Halberdless Man\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/King's_Man",
      "relatedTerms": [
        "Nemesis Monster",
        "survivor",
        "Blind Spot",
        "threat",
        "guard",
        "After Damage",
        "Bash",
        "Knockback X",
        "Guard",
        "toughness",
        "Node",
        "Kingdom Death: Monster Core Game",
        "The Scribe",
        "King",
        "Lantern Halberd",
        "Armored Strangers",
        "King's Curse",
        "Showdown: King's Man",
        "Weak Spot (King's Man AI Card)",
        "King's Combat"
      ]
    },
    {
      "term": "Lion Knight",
      "definition": "The Lion Knight is a node 2 Nemesis monster included in the Lion Knight Expansion.\nLore.\n\"There was once a monster who was shunned by its creator and left to wander the darkness. Lost in the world of humans, it was driven insane in its attempts to comprehend them. Now, the only reality it accepts exists deep inside its hollow, broken mind.\"Lion Knight Expansion Rulebook, Showdown: Lion Knight\n\nIncapable of emotion, the Lion Knight seeks to understand the world around it through its bizarre, self-serving stage productions. Between performances, it is a distant husk, unaffected by the normal world.\n\nWhen the time comes, \"actors\" are gathered by the Lion Knight's masked retinue to join it onstage. There, it hopes to capture and vicariously experience their excitement, fears, and ultimately, their deaths. However, it remains up to the survivors to decide whether or not they stick to their scripts.Lion Knight Expansion Rulebook, pg. 1\n\nThree brother generals command the vast armies of the Golden Entities domain. Each imbued with a different temperament and a strong will of their own. The middle brother is the most attached to the human industry and artistry. He cultivates a courtly civilized appearance and graceful swordsmanship, surrounding himself with human thralls allowing them to enjoy their short tragic existence in his awesome presence.Kingdom Death Shop Description\n\nStory Events.\nAn Uninvited Guest\nFinale\nIntermission\nPlaces, Everyone!\nShowdown: Lion Knight\nStrange Caravan\n\nStat Breakdown.\n\nAI Cards.\nAdvanced.\nBackside Kick\nCrowd-Pleaser\nHeroic Feat\nJealous Rage\nMegalomania\nRegicide\nSpotlight\nUpstage\nWhirlwind\n\nBasic.\nBreak a Leg\nComedic Relief\nEncore\nHyperactive Strike\nLeft Swipe\nRetaliate\nRight Swipe\nSoliloquy\nVain Strike\nWire-Fighting\n\nSpecial.\nDrama Lessons\nLast Act\nOutburst\nZeal\n\nHit Locations.\nBiting Spleen\nBladed Parry\nCavernous Heart\nDauntless Repel\nFiendish Brow\nLover's Heart\nNoble Breastplate\nScene Change\nStage Fight\nValiant Buckle\nValiant Cape\nValiant Left Leg\nValiant Pauldron\nValiant Right Leg\n\nStrategy.\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Lion_Knight",
      "relatedTerms": [
        "Nemesis Monster",
        "Villain",
        "Catwalk",
        "After Damage",
        "bash",
        "Node",
        "Nemesis",
        "monster",
        "Lion Knight Expansion",
        "An Uninvited Guest",
        "Finale",
        "Intermission",
        "Places, Everyone!",
        "Showdown: Lion Knight",
        "Strange Caravan",
        "Zeal",
        "Outburst",
        "Ruler",
        "Damsel",
        "Fool"
      ]
    },
    {
      "term": "Lonely Tree",
      "definition": "The Lonely Tree is a nemesis monster found in the Lonely Tree Expansion.\nLore.\nIf you can see the Lonely Tree for what it really is, it's probably too late. This carnivorous organism hypnotizes anything that comes near, luring prey with hallucinations of their innermost desires. Once they draw near, the hallucinations turn to ceaseless dreams, while the roots consume the victim in their sleep.\n\nWith each meal, a grotesque bulge appears on the Lonely Tree's branches which slowly swells and takes on certain qualities of the devoured as they are digested. This \"fruit\" of the Lonely Tree is its true prize, as eating these conglomerations of phytohormones and human gristle can have beneficial (albeit bizarre) side effects. However, make sure to handle them gently while they are close to the tree, as the chemical volatility of the unripened morsels doubles as the Lonely Tree's primary form of self-defense!Lonely Tree Expansion Rulebook, pg. 1\n\nThere was once a woman who loved a sad man with a hole in his heart. The harder she tried to fill it, the more drained she felt. When there was nothing left of her, she killed herself under an old tree and let its roots drink her blood. Soon after, the sad man disappeared from the settlement. The tree bore a tear-shaped fruit.Lonely Tree Expansion Rulebook, Showdown: Lonely Tree, pg. 11\nStory Events.\n The Lonely Lady\n Showdown: Lonely Tree\n\nHunt Events.\nObject of Desire\nStat Breakdown.\n\nAI Cards.\nLonely Tree Data Card\nSpecial.\nBear Fruit\n4x Flower Funnel\nImpenetrable Trunk\nMonster Fruit\nMoving Ground\nNightmare Fruit\nBasic.\nBladed Leaf\nBlood Growth\nCrack Skulls\nGrass Whistle\nHammer Limb\nHeavy Boughs\nLonely Feelings\nSeed Grenade\nAdvanced.\nBladed Leaf Tornado\nBlood Lure\nGather Fruit\nHanded Roots\nSprouted Thorns\nLegendary.\nAbsorbing Roots\nDreamer's Fruit\n\nHit Locations.\n2x Blood Siphon\n4x Gnarled Trunk\n2x Iron Bark\nLashing Vines\n2x Low Branches\n3x Minor Fruit Explosion\nPollen-Soaked Branches\nSafe Spot\nStinging Vines\nSuper Blood Siphon\n2x Tangled Trunk\n2x Thrashing Limbs\nTrap - Flesh Pollination\n\nSee Also.\nLonely Tree Build Guide\nLonely Lady\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Lonely_Tree",
      "relatedTerms": [
        "Nemesis Monster",
        "threat",
        "survivor",
        "damage",
        "Nightmare Fruit",
        "Bear Fruit",
        "Growth",
        "Lonely Tree Expansion",
        "Lonely Lady",
        "The Lonely Lady",
        "Showdown: Lonely Tree",
        "Object of Desire",
        "Impenetrable Trunk",
        "Moving Ground",
        "Life Trait",
        "Lonely Tree Data Card",
        "Flower Funnel",
        "Monster Fruit",
        "Bladed Leaf",
        "Blood Growth"
      ]
    },
    {
      "term": "Manhunter",
      "definition": "The Manhunter is a node 1 Nemesis monster included in the Manhunter Expansion.\nLore.\n\"Hailing from a far away city, the Manhunter is a sadistic killer. It brutally executes survivors, cowing settlements into willingly submitting people to it. No one knows why it abducts survivors, or what they're used for, only that once taken, they are never seen again. Settlements will have to choose: take up arms against their fellow man, or accept the blood tax.\n\nThe Manhunter is a brutal foe, preferring to break enemies' bodies before ending their lives. If it can be defeated, the scarred survivors will benefit from the monster's invaluable hunting tools. If not, the settlement can submit to its will and trade their kin for resources.\"Manhunter expansion rulebook, p.1\n\nStory Events.\nThe Hanged Man\nShowdown: Manhunter\nLottery\nDeath Pit\nSonorous Rest\nBleeding Heart\nTools of War\n\nStat Breakdown.\n\nAI Cards.\nSpecial.\nManhunter Data Card\nFull Stride\nGritty Armament\nGun Action\nShort Stride\nTombstone\nBasic.\n2x Crack Shot\nListen Up!\nMurderous Gaze\nPistol Whip\nPrecise Cut\nRun and Gun\nRunning Charge\nYou've Already Lost\nAdvanced.\nClothesline\nDirty Fighting\nDisappointment\nEndless Barrage\nPiercing Blow\nPoint Blank\nTake 'em All Down\nWean Cowards\nLegendary.\nNever Take Me Alive\nYou're Already Dead\nHit Location Cards.\nAchilles Tendon\nBattle-Scarred Arms\nCallused Elbow\nCallused Thigh\nCorded Neck\nExposed Forearm\nGrimacing Jaw\nGritty Belt\nGritty Boot\nGritty Groin\nGritty Visage\nGun Arm\nHardened Torso\nHunter’s Hat\nKnotted Back\n3x Man Trap\nMangled Groin\nOff Hand\nOssified Knee Guards\nRippling Abs\nSolid Shoulder\n4x Stake\nTrap - This Town Ain't Big Enough\nStrange Resources.\nCrimson Vial\n4x Red Vial\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Manhunter",
      "relatedTerms": [
        "Nemesis Monster",
        "Villain",
        "Catwalk",
        "After Damage",
        "bash",
        "Node",
        "Nemesis",
        "monster",
        "Manhunter Expansion",
        "Showdown: Manhunter",
        "Gun Action",
        "Tombstone",
        "Gritty Armament",
        "Short Stride",
        "Full Stride",
        "Attribute Modifier Token",
        "Accuracy",
        "Manhunter Data Card",
        "Crack Shot",
        "Listen Up!"
      ]
    },
    {
      "term": "Showdown: Lonely Tree",
      "definition": "is a story event found in the Lonely Tree Expansion.\n\nNemesis Encounter.\nDeparting survivors do not have a Hunt Phase. Instead, select the Lonely Tree's monster level from the table and st up the showdown accordingly. Unless directed to by the timeline, the Lonely Tree may not be chosen for a Nemesis Encounter.\n\nLore.\nThere was once a woman who loved a sad man with a hole in his heart. The harder she tried to fill it, the more drained she felt. When there was nothing left of her, she killed herself under and old tree and let its roots drink her blood. Soon after, the sad man disappeared from the settlement. The tree bore a tear-shaped fruit.\n\nAftermath.\nUpdate the settlement record sheet to indicate the monster level of this encounter.\n\nVictory.\n\nLevel 1+\n+1 Hunt XP\n+1 Weapon Proficiency (if eligible)\n+Rewards\n\nRewards.\n\nWith the tree dead, the survivors safely harvest its bounty. Some fruit bear the tortured features of past meals. For each Nightmare Fruit on the showdown board (not on the tree's branches), gain 1 random basic resource. \nThe group gains the following rewards:\n\nIf the settlement has innovated Cooking when they defeat a level 3+ Lonely Tree, the fruit of the Lonely Tree is baked into a foul-smelling dish that sprouts thick black hair as it cooks. As the survivors consume it, they become nauseated and see the same hair sprout from their bodies, tangling and growing into each other's until they are indistinguishable. All victorious survivors gain the following ability:\n\nSuper Hair: You may spend to freely exchange any tokens with adjacent survivors who have Super Hair.\n\nDefeat.\n\nSomething rotten is found at the edge of the settlement. Gain 1 Nightmare Fruit strange resource.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Showdown%3A_Lonely_Tree",
      "relatedTerms": [
        "Growth",
        "survivors",
        "Bleeding Token",
        "Knocked Down",
        "trap",
        "2 Tall Grass",
        "Terrain Tile",
        "Speed",
        "Accuracy",
        "Damage",
        "Story Event",
        "Lonely Tree Expansion",
        "Hunt Phase",
        "timeline",
        "Hunt XP",
        "Weapon Proficiency",
        "Rewards",
        "Nightmare Fruit",
        "Basic Resources",
        "Jagged Marrow Fruit"
      ]
    },
    {
      "term": "Showdown: Slenderman",
      "definition": "is a Slenderman story event found in the Slenderman Expansion.\n\nLore.\nOne day, a lonely man came home and found his long, lonely hours no longer troubled him. In fact, he could not remember them at all. Each day, he left home with a chilling ache in his bones and no memory of the day before. One day, he came home to find that he was not alone, after all. Then he was gone.\n\nNemesis Encounter.\nDeparting survivors do not have a Hunt Phase. Instead, select the Slenderman's monster level from the table and set up the showdown accordingly.\n\nAftermath.\nUpdate the settlement record sheet to indicate the monster level of this encounter.\n\nVictory.\n\nNo one remembers, do not gain Hunt XP.\n+1 Weapon Proficiency (if eligible)\n+Rewards\n\nRewards.\n\nIf the settlement does not already have it, gain the Dark Water Research innovation. Roll 1d10 and add the Slenderman's level to the result. The group gains any listed resources or gear. Add them to the settlement's storage.\n\nIf the settlement has Face Painting when they defeat a level 3+ Slenderman:\n\nNominate a survivor. They paint their face to resemble the fading memory of the Slenderman and gain the Forgettable ability.\n\nForgettable: Gain +2 permanent evasion. Forgettable survivors cannot be encouraged.\n\nDefeat.\n\nThe survivors left, never to return. No one remembers.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Showdown%3A_Slenderman",
      "relatedTerms": [
        "Amnesia",
        "Showdown Board",
        "survivors",
        "insanity",
        "3 Stone Columns",
        "Terrain Cards",
        "Bug Patch",
        "Speed",
        "Accuracy",
        "Damage",
        "Slenderman",
        "Story Event",
        "Slenderman Expansion",
        "Nemesis Monster",
        "Departing Survivors",
        "Hunt Phase",
        "Lantern Year",
        "Monster Level",
        "Settlement Record Sheet",
        "Hunt Experience"
      ]
    },
    {
      "term": "Slenderman",
      "definition": "Slenderman is a node 2 Nemesis monster included in the Slenderman Expansion.\nLore.\nWhite Speakers whisper stories of the walking water. An entity capable of making people vanish without a trace, like the water of an unwatched urn. It's motives inscrutable and it's description warping with each new telling. Little is known of the Slender Man as it leaves nothingness in it's wake.Kingdom Death Shop Description\n\n\"The Slenderman is a dark, cold hole in the memories of the few that have seen it and lived. Within this chilling gap of recollection, terror thrives, growing into panic and jumbled tales of warning.\"Slenderman Expansion Rulebook, pg. 1\n\n\"One day, a lonely man came home and found his long, lonely hours no longer troubled him. In fact, he could not remember them at all. Each day, he left home with a chilling ache in his bones and no memory of the day before. One day, he came home to find that he was not alone, after all. Then he was gone\"Slenderman Expansion Rulebook, Showdown: Slenderman, pg. 9\n\nThe Slenderman primarily exists on a strange, watery plane of existence, referred to as the Dark Place. The creature has the ability to move back and forth between the human world and the Dark Place at will. The Slenderman is also able to imprison survivors in the Dark Place, sending them to drown via a pitch black pool of water which forms at the survivors feet.\n\nAfter its initial arrival, the Slenderman latches onto a settlement and torments its populace, unseen from the shadows. Slowly driving the survivors into madness. Even survivors who have directly fought against the monster will immediately forget about its existence after the fight has ended. All that is left behind is the strange remnants of the Dark Place for the survivors to puzzle over.\n\nStory Events.\nIt's Already Here\nDark Place\nForgotten Fear\nLight-Forging\nShowdown: Slenderman\n\nStat Breakdown.\n\nAI Cards.\nAdvanced.\nCreeping Madness\nDark Hour\nDeep Paralysis\nHairworm Emergence\nLittle Ones\nLost in Memory\nMind Control Spores\nSlender Sickness\n\nBasic.\nClaw Extend\nDo You Believe?\nGaze of the Eyeless\nLong Arm Grasp\nMindscream\nPod Abduction\nSlender Palm\nTendril Probe\nTentacle Snare\nTentacle Spasm\n\nLegendary.\nScent of the Wise\nTendril Clones\n\nSpecial.\nEnsnare\nGloom\nHounds\nMadness Inversion\nDarkness Awareness\nPod Imprisonment\n\nHit Locations.\nBad Water\nCartwheel Ruff\nEmaciated Abdomen\nFaceless Visage\nFiligreed Carapace\nFreezing Hands\nFreezing Palm\nFully-Extended Spine\nGaunt Fingers\nGreater Tentacles\nMemory Lapse\nPale Forearms\nParts Unknown\nSilent Boots\nSlender Breeches\nSolar Plexus\nSpindly Torso\n\nStrategy.\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Slenderman",
      "relatedTerms": [
        "Nemesis Monster",
        "Threat",
        "Survivor",
        "Gloom",
        "Knockback X",
        "Amnesia",
        "Node",
        "Nemesis",
        "monster",
        "Slenderman Expansion",
        "It's Already Here",
        "Dark Place",
        "Forgotten Fear",
        "Light-Forging",
        "Showdown: Slenderman",
        "Ensnare",
        "Madness Inversion",
        "Accuracy",
        "Hounds",
        "Luck"
      ]
    },
    {
      "term": "The Hand",
      "definition": "The Hand is a node 3 Nemesis monster included in the Kingdom Death: Monster Core Game.\n\nLore.\nThere was once an entity that knew everything, but never spoke. For every secret that escaped, it became weaker and its enemies stronger.Kingdom Death: Monster Core Rulebook, Showdown: The Hand, pg. 159\n\nThere was once a fearsome monster that was trained by the Hand]] to be a steed for the Goblin. However, upon smelling its new master, the monster's mind shattered and it ran into the unknown, foaming at the mouth and biting the noses off the stone faced floor.Kingdom Death: Monster Core Rulebook, Showdown: Screaming Antelope, pg 165 \n\nThey say that The Hand once trained a great, horned beast to be ridden by him alone. As the beast carried The Hand from one terrible task to the next, its appetite grew, and its horns took on twisted shapes.Kingdom Death: Monster Core Rulebook, Legendary Monsters - Mad Steed, pg 143 \n\nStory Events.\nRegal Visit\nShowdown: The Hand\n\nStat Breakdown.\n\nAI Cards.\nThe Hand Data Card\nSpecial.\nApplause\nBlue Lens\nGhost Step\nGreen Lens \nImpossible Eyes / Respect\n4x Polarized Aura\nRed Lens\nBasic.\n2x Bullet Jabs\nFull-Powered Flick\nLine Up\n2x Liver Blow\nRude Slap\nSoft Chuckle\nTake Your Best Shot\n2x Thunderbolt Right\nAdvanced.\nKing's Palm\nSmall Uppercut\n\nHit Location Cards.\nExotic Bone Bracer\nExotic Fur Collar\nExotic Fur Girdle\nExotic Poet's Blouse\nExotic Rib Plate\nExotic Silk Cape\nExotic Silk Pantaloons\nGilded Codpiece\nGilded Crown\nGilded Cuirass\nGilded Face Visor\nGilded Sabaton\nGilded Spaulder\nHanded Lantern\nShadow-Fabric Gloves\nSpine Saber Sheath\nTrap - Full Speed\n\nLimited Release.\nThe Hand was originally released as a limited resin release with a First Run limited to 450 miniatures and was originally called the \"King's Hand\" . Since the release of the Kingdom Death: Monster Core Game, the resin miniature will no longer be released as an Encore.\n\nLore.\nPrior to the release of the Core game, the Hand's lore was considerably different. This store description should not be considered canon unless new information proves otherwise.\n\nThe King's Hand are the King's highest ranking guard. They see through the eyes of every King's Men that patrols the King's territory. The Hands are highly intelligent master swordsmen.\n\nContents.\nKing's Hand resin miniature\nKingdom Death 30mm resin round base\nSmall art insert\n6\" x 4\" matte art print\nHand-numbered & signed certificate of authenticity\n\nSee Also.\nThe Hand Build Guide\nGod Hand\n\nReferences.",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Hand",
      "relatedTerms": [
        "Nemesis Monster",
        "Plain of Faces",
        "survivor",
        "The Penalty",
        "Ghost Step",
        "place",
        "After Damage",
        "Bash",
        "Knockback X",
        "Node",
        "Nemesis",
        "monster",
        "Kingdom Death: Monster Core Game",
        "Goblin",
        "Regal Visit",
        "Showdown: The Hand",
        "Red Lens Closed",
        "Blue Lens Closed",
        "Polarized Aura",
        "Impossible Eyes"
      ]
    },
    {
      "term": "Tyrant",
      "definition": "The Tyrant is a nemesis monster found in the Dragon King Expansion that can only be encountered during a People of the Stars campaign.\n\nLore.\n\nStory Events.\nFoundlings\nIntimacy\nMidnight's Children\nAwake\nUnveil the Sky\nFaces in the Sky\nThe Tomb\nShowdown: Tyrant\nDeath of the Dragon King\n\nStat Breakdown.\n\nAI Cards.\nSpecial.\nCrooked Step\nDestiny’s Marrow\nQuickened\nSpectral Blast\nBasic.\nAir Slam\n2x Enshrine\nGaze of Sorrow\nMercury Eyes\n2x Obsidian Barricade\nPain Wave\nPosture\nResonance Shatter\nSlicing Quake\nUnseen Blow\nUnseen Horror\nUnseen Slice\nAdvanced.\nBlistering Star\nQuaking Incantation\nReaching Incantation\nRepelling Incantation\nSalve Incantation\nSmashing Incantation\nSmashing Star\nVirulent Incantation\nLegendary.\nHarvester Incantation\nMighty Incantation\n\nHit Locations.\nCelestial Breastplate\n2x Celestial Challenge\n2x Celestial Diadem\n2x Celestial Gauntlet\n3x Celestial Resonator\n2x Celestial Robes\nCelestial Scarred Heart\n2x Celestial Sleeves\n3x Celestial Test\n2x Celestial Trial\nTrap - Resonance Cascade",
      "category": "Nemeses",
      "url": "https://kingdomdeath.fandom.com/wiki/Tyrant",
      "relatedTerms": [
        "Nemesis Monster",
        "Threat",
        "Survivor",
        "Bash",
        "Advance",
        "Dragon King Expansion",
        "People of the Stars",
        "campaign",
        "Foundlings",
        "Intimacy (Dragon King Expansion)",
        "Midnight's Children",
        "Awake",
        "Unveil the Sky",
        "Faces in the Sky",
        "The Tomb",
        "Showdown: Tyrant",
        "Death of the Dragon King",
        "Crooked Step",
        "Spectral Blast",
        "Destiny's Marrow"
      ]
    }
  ],
  "lastUpdated": "2026-02-07T01:00:31.570Z"
}