{
  "category": "Story Events",
  "terms": [
    {
      "term": "A Crone's Tale",
      "definition": "is a story event in the Flower Knight Expansion rule book.\n\nEvent Text.\nOne day, the survivors gathered around an old crone that had decided to share a secret.\n\nIn her foolish youth, she had played inside a foul-smelling, carved ball. Before she knew what had happened, the ball rolled away with her trapped inside. She tumbled in its stomach-churning darkness for what seemed like days.\n\nThe ball rolled to a sudden halt. She crawled out into a hushed glade. Strange plants twisted up between her grasping fingers and bloomed in lurid colors.\n\nIt came soundlessly from the trees, thorny flowering vines burst from the ground where it tread, and the glade was aglow from its strange light.\n\nAlthough she swore never to reveal her meeting with the strange knight, in her dotage, she could not resist the temptation to visit the glade again.\n\nThe survivors followed her into the dark. Along the way she told them of the glade's seductive beauty and the wondrous creature that guarded it.\n\nFinally, they reached a gleaming gate that set the keen survivors' teeth on edge, at once repulsing and pulling at something deep in the pits of their stomachs.\n\nThe crone stood before it, determined. Her old skin sagged further and her eyes filled with pain as the gates swung open.\n\nPainfully, the crone led them through the shifting forest to the glade. There, on its downy grasses, she lay down. The survivors gathered worriedly around her.\n\nWith her final breath, a ghostly glowing flower burst from her papery lips, its delicate bloom fragrant with untold power.\n\nNominate a survivor in the settlement. That survivor grasps the ghostly blossom and gains the Sleeping Virus Flower rare gear and the Flower Addiction disorder.\n\nYou may now hunt the Flower Knight. Add it to the Quarries list on the settlement record sheet.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/A_Crone's_Tale",
      "relatedTerms": [
        "Story Event",
        "Flower Knight Expansion",
        "survivors",
        "Resin Dung Ball",
        "Abyssal Woods",
        "Flower Knight",
        "The Forest Wants What It Wants",
        "Sleeping Virus Flower",
        "survivor",
        "settlement",
        "Rare Gear",
        "Flower Addiction",
        "Disorders",
        "Quarry",
        "Settlement Record Sheet"
      ]
    },
    {
      "term": "A Gracious Host",
      "definition": "is a story event in the Lion God Expansion rule book.\n\nEvent Text.\nThe worm's whispers overwhelm you, compelling you to consume it.\n\nThe worm's arrival in the settlement coincided with a dark feeling in the back of your mind, a feeling that has only grown over time. As the days went by, you found yourself alone with the worm more and more often, standing over it in a stupid, hypnotic state. Embarassed and confused, you kept this behavior a secret from the settlement until it was too late.\n\nNominate the survivor with the highest insanity (randomize in case of ties) to Ingest.\n\nIngest.\nroll 1d10.\n\nIf you rolled a 4 - 6: If the settlement has innovated Sacrifice, you face your fate without hesitation. Proceed to Death's Embrace!",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/A_Gracious_Host",
      "relatedTerms": [
        "Story Event",
        "Lion God Expansion",
        "The Knowledge Worm",
        "settlement",
        "survivor",
        "insanity",
        "1d10",
        "Broken Lantern",
        "Settlement Storage",
        "Lion God",
        "The Knowledge Worm (Innovation)",
        "Necromancer (Secret Fighting Art)",
        "Secret Fighting Arts",
        "Sacrifice"
      ]
    },
    {
      "term": "Awake",
      "definition": "is a story event in the Dragon King Expansion rule book.\n\nEvent Text.\nA tooth-grinding crescendo of emotion suddenly stops, leaving you in a moment of serene clarity.\n\nRoll on the table corresponding to the milestone you reached. A survivor may only gain these benefits once per lifetime.\n\n■ ■ ■ Courage.\nRoll 1d10.\n\nLaughter fills your ears, overwhelming your senses. The world is unforgiving and deadly. The only thing to do is laugh, freely and in defiance. Before you know it, your voice joins the mirthful chorus and your spirit soars. Nothing is so terrible that it cannot be mocked, and in so doing, diminished.\n\n■ ■ ■ Understanding.\nRoll 1d10.\n\nYou are weightless and only your thoughts give your body substance. The world bends around you. Everything you need to conquer is already within you, waiting for you to reach it.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Awake",
      "relatedTerms": [
        "Story Event",
        "Dragon King Expansion",
        "Limit, Once Per Lifetime",
        "1d10",
        "Settlement Phase",
        "Intimacy (Dragon King Expansion)",
        "Hunt Phase",
        "survival",
        "Survival Limit",
        "Showdown Phase",
        "strength",
        "accuracy",
        "Attribute Modifier Token",
        "Fighting Art",
        "Dragon Trait",
        "Unbreakable",
        "evasion",
        "Bleeding Token",
        "Champion's Rite"
      ]
    },
    {
      "term": "Birth of a Savior",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nThe newborn vanishes from the loving arms of the settlement for a fraction of a second. In that second, it spends a lifetime in the domain of the Ethereal Dreamer and returns with a dream. Choose one:\n\nDream of the Beast.\nThe newborn Savior gains 1 permanent red affinity, +1 permanent strength, and the following abilities:\n\nCaratosis: Before making an attack roll, you may declare \"Caratosis X\" in a loud, booming voice. If you do, that attack gains X automatic hits. X cannot be more than your total red affinities. When the attack ends, gain +X hunt XP.\n\nWhen you trigger Age 2, gain the Beast of Caratosis secret fighting art.\n\nLife Exchange:In the Aftermath, gain 1 additional Hunt XP. You may not wear other gear. If you trigger the White Secret story event, you cease to exist. When you retire you cease to exist.\n\nDream of the Crown.\nThe newborn Savior gains 1 permanent green affinity, +1 permanent evasion, and the following abilities:\n\nDormenatus: When you suffer damage, you may declare \"Dormenatus X\" in a loud, booming voice, if you do, gain X armor points to each hit location. X cannot be more than your total green affinities. After the damage is resolved, gain +X hunt XP.\n\nWhen you trigger Age 2, gain the Grace of Dormenatus secret fighting art.\n\nLife Exchange:In the Aftermath, gain 1 additional Hunt XP. You may not wear other gear. If you trigger the White Secret story event, you cease to exist. When you retire you cease to exist.\n\nDream of the Lantern.\nThe newborn Savior gains 1 permanent blue affinity, +1 permanent luck, and the following abilities:\n\nLucernae: Before making a wound attempt, you many declare \"Lucernae X\" in a loud, booming voice. If you do, that wound attempt gains X Luck. X cannot be more than your total blue affinities. When the attack ends, gain +X hunt XP.\n\nWhen you trigger Age 2, gain the Lucernae's Lantern secret fighting art.\n\nLife Exchange:In the Aftermath, gain 1 additional Hunt XP. You may not wear other gear. If you trigger the White Secret story event, you cease to exist. When you retire you cease to exist.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Birth_of_a_Savior",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Ethereal Dreamer",
        "Savior",
        "affinity",
        "strength",
        "abilities",
        "Caratosis",
        "Attack Roll",
        "attack",
        "Automatic Hit",
        "Hunt XP",
        "Age",
        "Beast of Caratosis",
        "Secret Fighting Art",
        "Life Exchange",
        "Aftermath",
        "other",
        "gear",
        "White Secret"
      ]
    },
    {
      "term": "Birth of Color",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nThe atmosphere becomes cold, and a black fog creeps from the Sacred Pool filling the settlement. Light from above rapidly flickers and bounces off of the fog in a spectacular fashion. The settlement looks as if it is encased in a shimmering black jewel.\n\nThe swollen eggs begin to crack, spilling a variety of translucent liquids. Small tentacles reach out towards the light above, awakening the survivors' maternal instincts. They rush to the aid of the tiny entities, helping the ones that are ready into the world.\n\nIt is a bizzare and beautiful moment that leaves much of the settlement in an emotional state.\n\nThe Vivisectionist is not like the other survivors. They gain the Emotionless disorder. While everyone is swept up in the moment, they begin to more logically examine the eggs and the infant entities. Noting that a cord attached to the infant's stomachs closely resembles a human umbilical cord, they get a strange idea.\n\nGain the Umbilical Bank innovation and proceed to the Discreet Procedure.\n\nDiscreet Procedure.\nroll 1d10\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Birth_of_Color",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "Sacred Pool",
        "settlement",
        "survivors",
        "Emotionless",
        "Disorders",
        "Sunstalker Infant",
        "Umbilical Bank",
        "innovation",
        "1d10",
        "Death",
        "Departing Survivors",
        "Lantern Year",
        "survival",
        "1,000 Year Sunspot",
        "Sunstalker",
        "resource",
        "Severe Head Injury Table",
        "Severe Injury"
      ]
    },
    {
      "term": "Bleeding Heart",
      "definition": "is a story event in the Manhunter Expansion rule book.\n\nEvent Text.\nThis story event may only happen once per campaign. The player with the biggest sweet tooth nominates a survivor to Inspect the Heart.\n\nInspect the Heart.\nThe survivor clutches a strange metal heart. Its cold face emits a regular vibration, twitching each time its corded veins secrete a sparkling, crimson liquid.\n\nThey sense a heaviness about this object beyond mere weight. Something about it is indescribably old and sad.\n\nFascinated, they cannot help themselves as they begin to obsessively remove its plating. As they slide apart its shell, they gasp.\n\nA human heart, just like theirs, beats weakly within. Its swollen arteries are connected to metal spouts on the device's interior walls.\n\nThe horrific contraption ignites the survivor's imagination, smashing the seal on their darkest thoughts. They have a Confectioner's Crisis and gain the Crimson Candy innovation.\n\nConfectioner's Crisis.\nSelect 1 result.\n\nMedical Compulsion\nOverwhelmed with curiosity, you carefully dismantle and reassemble the device, learning its intricacies. As it snaps together, it squirts, shooting concentrated fluid directly into your eyes. Rubbing them clean, your eyesight is improved! Gain +1 permanent accuracy and +1 understanding. There is a small of fluid left. Heal all permanent injuries for up to 2 survivors.\n\nTranscendent Awe\nThe Manhunter's inhumane upgrades excite you! You connect the device's cords to your own chest. Brushing the heart's surface, you feel every sensation. The small hairs on your neck quiver in anticipation. With a deep breath, you rip the weak heart free of the device and consume it! The pain and anguish are exquisite! Gain +3 permanent strength and the Transcended Masochist fighting art.\n\n - Raucous Tradition\nIf you have the Cooking innovation, you distill the Manhunter's blood into hooch! The settlement will now commemorate the end of each lantern year with a round of potent crimson candy beverages, resulting in headaches, vomiting, good cheer, and bad singing. Gain +1 permanent luck and increase the settlement's survival limit by 2.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Bleeding_Heart",
      "relatedTerms": [
        "Story Event",
        "Manhunter Expansion",
        "campaign",
        "survivor",
        "Crimson Candy",
        "innovation",
        "accuracy",
        "understanding",
        "Healing",
        "Permanent Injury",
        "survivors",
        "consume",
        "strength",
        "Transcended Masochist",
        "Fighting Art",
        "Cooking",
        "settlement",
        "Lantern Year",
        "luck",
        "Survival Limit"
      ]
    },
    {
      "term": "Breakthrough",
      "definition": "is a story event in the Flower Knight Expansion rule book.\n\nEvent Text.\nFor a brief instant, a weakness is found in the Flower Knight's seemingly impenetrable defenses.\n\nWith a ferocious blow, the survivor is able to overcome the Flower Knight's bird-like reflexes.\n\nIf the settlement has innovated Drums, the rhythm of battle is maddening! All survivors gain +2 insanity. \n\nSeizing the moment, the attacker attempts to Breakthrough.\n\nBreakthrough.\nroll 1d10. Add the survivor's luck to the result.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Breakthrough",
      "relatedTerms": [
        "Story Event",
        "Flower Knight Expansion",
        "Flower Knight",
        "survivor",
        "settlement",
        "Drums",
        "survivors",
        "insanity",
        "1d10",
        "luck",
        "Knocked Down",
        "Bleeding Token",
        "Fairy Ring",
        "Attribute Modifier Token",
        "survival",
        "Fencing",
        "Secret Fighting Arts"
      ]
    },
    {
      "term": "Conquer Your Shadow",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nPushed to your limits and barely conscious, your shadow confronts you. Grinning desperately, you are unable to tell if this is a delusion or a rare opportunity.\n\nDragging your weapon crudely across the ground, you cut your shadow free from your feet. Archive your Black Blood survivor status card and commence the Grand Battle!\n\nGrand Battle.\nroll 1d10\n\nIf you rolled a 3 or 6: If the settlement has innovated Shadow Dance, you best your shadow! Proceed to the 7, 8, 9, 10 result.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Conquer_Your_Shadow",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "Archive",
        "Black Blood",
        "Survivor Status Card",
        "1d10",
        "Fighting Arts",
        "Knocked Down",
        "adjacent",
        "survivor",
        "survival",
        "Bleeding Token",
        "Suppressed Shadow",
        "Secret Fighting Arts",
        "Shadow Dancing"
      ]
    },
    {
      "term": "Crush & Devour",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nThe survivor disappears, shrieking, into the Screaming Antelope's giant under-maw.\n\nYou are masticated.\n\nMasticated.\nRoll 1d10.\n\n|}\n\nRegurgitate.\nPlace Gobbled Up survivors in a free space adjacent to the monsters. Archive Gobbled Up and roll on the table below for each survivor.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Crush_%26_Devour",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Screaming Antelope",
        "1d10",
        "death",
        "Heal X",
        "wound",
        "speed",
        "Attribute Modifier Token",
        "Dismembered Leg",
        "Severe Injury",
        "Dismembered Arm",
        "Brain Damage",
        "Monster Level",
        "damage",
        "Hit Location",
        "Second Heart",
        "Strange Resource",
        "arms",
        "Gobbled Up"
      ]
    },
    {
      "term": "Death of the Dragon King",
      "definition": "is a showdown story event in the Dragon King Expansion rule book.\n\nLore.\nThe Descent.\nThe Dragon King raises its moribund mass and descends, crushing the the delicate throne to rubble under its massive claws.\n\nThe monster's massive body comes alive with one last spark of wild energy. It raises its maw to the darkened sky, issuing a grief-filled howl. The People of the Stars hear their native tongue for the first time, calling them to their destiny.\n\nThe remaining survivors' delicate gray matter boils and sizzles in their skulls. The dragon's voice was not meant for their ears.\n\nAny survivors without constellations perish. They are dead. If no survivors remain in the settlement, .\n\nThe Gathered Children.\nAt the edge of the settlement, the People of the Stars gather before the tomb. They clench their fists and grit their teeth, preparing to kill their god.\n\nSelect departing survivors for a special showdown with the Dragon King.\n\nThe Dying God.\nThe Dragon King prays for a glorious defeat.\n\nStat Breakdown.\n\nVictory.\nThe People of the Stars stand over the collapsed hulk of the Dragon King. They lift the enormous monster into the air, its body surprisingly papery and light. Marching somberly into the tomb, the People of the Stars steal into the darkness carrying the massive molten heart of their progenitor.\n\nSavagely, they rend it into glowing pieces, consuming it with glee. With burned tongues and blackened grimaces, they sputter and retch smoke. Terrible heat incinerates the People of the Stars from the inside out. Amidst the scorching pain, the People feel a spark of warmth. A glowing ember sets their dying bodies ablaze with power.\n\nTHE END.\n\nDefeat.\nThe Dragon King surveys the carnage, utter grief building to rage. Its naked heart radiates in all dimensions, erasing any trace of the settlement or the Dragon's people. The Dragon King's heart cools in its casing.\n\nThe Dragon King crashes through the darkness, entering an era of spiteful cruelty. Wounding memories of its failures drive it to unrelenting rage at the sight of any human that croses its path.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Death_of_the_Dragon_King",
      "relatedTerms": [
        "Dragon King",
        "Gnash",
        "Mournful Swipe",
        "One-Two Punch",
        "Overheat",
        "Rough Smack",
        "Ashen Return",
        "Countdown",
        "Glowing Fist",
        "Heated Strike",
        "Crisis Crater",
        "Death Descending",
        "Toppled Pillar",
        "Terrain Cards",
        "3 Stone Columns",
        "Faces in the Sky",
        "Showdown Phase",
        "Story Event",
        "Dragon King Expansion",
        "The Throne"
      ]
    },
    {
      "term": "Death Pit",
      "definition": "is a story event in the Manhunter Expansion rule book.\n\nEvent Text.\nYou may spend 4 survival to avoid the trap using lightening-fast reflexes. If you do, the exertion is exhausting and you are knocked down. Otherwise, roll 1d10.\n\nIf you have the Tough fighting art, add +2 to your result.\n\nIf you have the Transcended Masochist fighting art, add +6 to your result.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Death_Pit",
      "relatedTerms": [
        "Story Event",
        "Manhunter Expansion",
        "survival",
        "Knocked Down",
        "1d10",
        "Tough",
        "Fighting Art",
        "Transcended Masochist",
        "Severe Body Injury Table",
        "bash",
        "armor",
        "Bleed X",
        "Armor Points",
        "Hit Location",
        "Severe Injury",
        "insanity",
        "Aichmophobia",
        "disorder",
        "Shattered Jaw",
        "Severe Head Injury Table"
      ]
    },
    {
      "term": "Death Reading",
      "definition": "is a story event in the Lion God Expansion rule book.\n\nEvent Text.\nA ritual deciphering of ancient artifacts.\n\nNominate a survivor and follow the instructions corresponding with the strange resource used to trigger this event.\n\nWhen instructed to roll a d10, Necromancers may choose their result without rolling.\n\nOld Blue Box.\nThe old blue box contains dry, painted bones wrapped in medicinal gauze and adornments. Some of the bones are fossilized. When heated, the others billow thick gold smoke into the air. The smoke's tendrils surround you, immersing you in visions. Gain the Ancient Lion Claw rare gear and roll 1d10. \n\nOn a 4+, you comprehend the smoke. Otherwise, you are dead.\n\nComprehend the Smoke.\nYou cough uncontrollably as the smoke fills the room until nothing can be seen but the glow of the heated lantern. Disoriented, you sense a hostile presence just before it strikes. Dodging a flurry of claw-like blades, you focus on the lantern light and feel as if you are able to predict the assailant's movements. With a heavy vibration, the lantern light transforms into a symbol. By keeping your eyes closed, you are able to copy the symbol down after the smoke clears. Gain the Lantern Mehndi rare gear.\nTriptych.\nWhen opened, you look upon a three-panel painting of a beautiful, desolate landscape. While staring at it, you begin to daydream. You wander in it for weeks, until you come to a clearing with a tree. Gaze upon it and roll 1d10.\n\nOn a 3+, you trace branches. Otherwise, your fellow survivors enter your chamber after waiting outside for several hours. They find only the closed triptych and one of your teeth, still wet with saliva. You are dead.\n\nTrace branches.\nThe tree's branches are arranged in an oddly familiar symbol. Suddenly, it shakes as if roused from slumber. With a creak resembling a sigh, piles of human bones slide out from between its roots. Suddenly, you snap out of the daydream and find only a few moments have passed. In the center of the triptych is the tree in your dreams and the symbol.\n\nGain the Glyph of Solitude rare gear.\n\nCanopic Jar.\nThe jar is filled with a red-black fluid that doesn't resemble any blood you've ever seen before. Entrails bob and swim through it like hungry fish. Upend the jar on your head and roll 1d10.\n\nThe blood sticks to your skin, spreading when you try to rub it off. You panic. On a 4+, you see red. Otherwise, the blood boils, separating flesh from bone. You die screaming.\n\nSee Red.\nThe harder you try, the more it spreads and the angrier you become. After a moment, your whole body is covered and your mind sees only visions of rage. You black out for hours, raging in the room until everything in it is reduced to splinters and powder. When you are finally done, you come to and see a symbol on the wall written in blood.\n\nGain the Butcher's Blood rare gear.\n\nSarcophagus.\nYou stare into the unblinking eyes of an enormous mummified lion head. Without warning, a gigantic insect springs forth from one of its eye sockets and stings your hand! Your vision dims as the venom courses through your veins. Greet Death.\n\nGreet Death.\nFeverish and bedridden for days, you hallucinate terrifying men who possess beautiful armor and the claws of beasts. When the fever breaks, you find that all of your hair has been torn out and a strangely shaped scar has taken root on your forehead. Gain the Death Mehndi rare gear.\n\nSilver Urn.\nThe urn is heavier than expected, and the ashes inside are warm despite the urn's coolness. As you bend your head towards them, they swirl and take on a tentacled form. Startled, you inhale deeply and roll 1d10. \n\nOn a 3+, you invite the dust. Otherwise, your head fills with immense pressure, forcing your eyes out of your skull. Suffer the blind severe head injury twice.\n\nInvite the Dust.\nThe urn's contents overwhelm your senses. In the haze, you are surrounded by painted figures who teeter on the edge of life and death. As they moan, the insides of your head being to feel sharp. You scream and pass out. When you awaken, the urn's ashes are gathered on the floor in a distinct pattern that you quickly copy down.\n\nGain the Bone Witch Mehndi rare gear.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Death_Reading",
      "relatedTerms": [
        "Story Event",
        "Lion God Expansion",
        "Survivor",
        "Strange Resources",
        "1d10",
        "Necromancer (Secret Fighting Art)",
        "Old Blue Box",
        "Gold Smoke Knight",
        "Ancient Lion Claws",
        "Rare Gear",
        "Lantern Mehndi",
        "Triptych",
        "The Lonely Tree",
        "survivors",
        "triptych",
        "Lonely Tree",
        "Glyph of Solitude",
        "Canopic Jar",
        "Butcher's Blood",
        "Sarcophagus"
      ]
    },
    {
      "term": "Edged Tonometry",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nIn a dim silence, the survivors gathered around a mysterious sword master. As instructed, each had one eye covered by a patch and was forbidden to blink with the other. Their exposed eyes dry and twitching, they peered into the darkness.\nAll at once, the lanterns relight and with a flick of the master's wrist, it's over. Now, it is all up to their Ciliary Muscles.\n\nCiliary Muscles.\nAdd 3 Eyepatch rare gear to the settlement storage and roll 1d10.\n\nIf you rolled a 2, 4, 6 or 10: If any of the survivors in the settlement are a Sun Eater, their exposed eye absorbs the message within the cut light. Each Sun Eater may set their weapon type to Katana and their weapon proficiency level to 1.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Edged_Tonometry",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "survivors",
        "Eyepatch",
        "Rare Gear",
        "Settlement Storage",
        "1d10",
        "survivor",
        "population",
        "Emotionless",
        "Disorders",
        "Severe Head Injury Table",
        "Severe Injury",
        "Edged Tonometry",
        "timeline",
        "Lantern Year",
        "Katana",
        "Weapon Proficiency",
        "settlement",
        "Sun Eater"
      ]
    },
    {
      "term": "Extinguished Guidepost",
      "definition": "Extinguished Guidepost is a story event found in the Gambler's Chest Expansion.\n\nA campaign using Scouts adds the Extinguished Guide story event to Lantern year 1.\n\nJust outside the settlement, they gather to form a deadly pact..\nA death pact is formed: they will return with a kill or not at all.\n\nGain the Death Pact innovation and the Outskirts settlement location. Replace a random basic hunt event card with the Scout basic hunt event card.\n\nAn ill-omened stench spreads through the settlement. Following the smell, the survivors reach an extinguished guidepost. The foul wind moans through its darkened lamp. On the ground, the survivors find a waxy gray object. Its eye-watering smell prevents them from seeing it clearly. Gagging and weeping, they roll it in layers of cloth until its smell is merely repulsive. The survivors contrive a use for the dreaded pack.\n\nNominate a survivor to accompany the hunting survivors. They are the scout this lantern year. They feel a Grim Responsibility.\n\nGrim Responsibility.\nGain the Scout Gear Grid, scouts must use it instead of a normal grid, then roll 1d10.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Extinguished_Guidepost",
      "relatedTerms": [
        "Story Event",
        "Gambler's Chest Expansion",
        "Scouts",
        "Death Pact",
        "Outskirts",
        "Replace",
        "random basic hunt event card",
        "Scout basic hunt event card",
        "Dreaded Pack",
        "Nominate",
        "survivor",
        "hunting survivors",
        "scout",
        "Scout gear grid",
        "Anxiety"
      ]
    },
    {
      "term": "Final Gift",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nSomething was different. Tradition said that after the solar ritual, sacred water would be vomited from the sun. But there was no water, and the soft yellow hues emanating from the sun had turned a harsh red.\n\nThe gathered survivors and infant entities collected beneath it knew that the sun would cough three times. After that, everything would change.\n\nFirst Cough\n\nThe cough boomed throughout the settlement, breaking up some of the chunky particles in the air.\n\nSecond Cough\n\nThe sun inhaled and inhaled, drawing in the air and the sweet scent the settlement had lived with since its incarnation. The second cough rained spittle down on them and scattered the last of the aroma. Without it, they felt naked and vulnerable.\n\nThird Cough\n\nThe sun made several, terrible and long-winded guttural hacking noises. It drew up ever last ounce of mucus that it stored while sleeping and appeared to briefly chew on it before projecting it into the air with its third and final cough. Within the bizzare storm of spinning sludge, the survivors' hearts sank. They knew the sun would soon awake and did not know what to expect.\n\nThat's when they saw the final gift. Amidst the creamy slime on the surface of the sacred pool, a pure string laid in the center. Nominate a survivor to wade into the pool and Retrieve the Shimmering String.\n\nRetrieve the Shimmering String.\nroll 1d10\n\nIf you rolled a 1: If you have the Legendary Lungs secret fighting art, proceed to the 2, 3, 4, 5, 6, 7 result.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Final_Gift",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "The Sun",
        "survivors",
        "Sunstalker Infant",
        "settlement",
        "Sacred Pool",
        "God's String",
        "survivor",
        "1d10",
        "Death",
        "Rare Gear",
        "Red Fist",
        "Secret Fighting Arts",
        "Legendary Lungs (Secret Fighting Art)"
      ]
    },
    {
      "term": "Finale",
      "definition": "is a story event in the Lion Knight Expansion rule book.\n\nEvent Text.\nThe Lion Knight dramatically falls prone and begins a well-rehearsed finale. The retinue draws the survivors near to hear the Lion Knight's soliloquy\n\n\"There was once a woman. Her body was a testament to her life of struggle and survival. She was beyond her limit. No longer could she nourished on determination alone. She was going to die.\"\n\n\"With her last shred of strength, she dug for a paltry meal through a flinty crack, but her fingernail broke on the rock. As blood trickled from her hand, she slipped into oblivion.\"\n\n\"A hero appeared. Transfixed by the beauty of the scene. The hero was moved. Of course, a hero does not need a reason to do what they must.\"\n\nIn a practised, whispered tone, the Lion Knight speaks: \"This time, it is you, the true heroes, who have saved me. Your struggle is beautiful and has revealed much. Goodbye.\" A mask is laid over the Lion Knight's face. Stifled tears break the silence.\n\nThe retinue produces a grand coffin from stage left and gently places the Lion Knight inside. Hefting it over their heads, they vanish into the darkness.\n\nRelieved and confused, the survivors mill about awkwardly. One of them finds a small manuscript the retinue left behind.\n\nThe settlement loses the Black Mask/White Mask Innovation (archive it). If the settlement innovated Pictographs, they read the manuscript. It details the battles between the Lion Knight and the survivors. Its title is suggestive, The Villain and the Heroes That Saved Him.\n\nNominate a survivor to study the manuscript. They gain the Courtly Screenwriter secret fighting art.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Finale",
      "relatedTerms": [
        "Story Event",
        "Lion Knight Expansion",
        "Lion Knight",
        "survivors",
        "settlement",
        "Black Mask",
        "White Mask",
        "Innovation",
        "archive",
        "Pictographs",
        "survivor",
        "Courtly Screenwriter",
        "Secret Fighting Arts"
      ]
    },
    {
      "term": "Foundlings",
      "definition": "is a story event in the Dragon King Expansion rule book.\n\nEvent Text.\nNominate a survivor to utter the First Words.\n\nFirst Words.\nThe nominated survivor listens close to the Tyrant's words and gains +1 understanding. They speak to the settlement for the first time in the Tyrant's language! They can finally discuss their situation, realizing they must hunt to live. Add the White Lion to the Quarry list on the settlement record sheet.\n\nYour settlement gains the Dragon Speech innovation. Search the innovation cards for Dragon Speech and place it face up in your play area and record it on your settlement record sheet.\n\nDragon Speech is your first innovation and the unique language taught to you by the Tyrant. It will spark the creation of the innovation deck.\n\nBuild the innovation deck now.\n\nBuild the Innovation Deck.\nThe innovation deck represents the potential cultural and technological growth of your settlement. It will grow throughout the campaign as you gain new innovations.\n\nFind the 6 innovation cards with language consequences listed under their title: Ammonia, Drums, Hovel, Inner Lantern, Paint, and Symposium.\n\nShuffle these 6 cards together to form your settlement's innovation deck. Place it face down in the designated space on the settlement board.\n\nFinished with their work, the settlement gathers around its Gleaming Edifice.\n\nGleaming Edifice.\nArmed with language, the nominated survivor exalts the center of the settlement, the gleaming obsidian throne. The settlement gains the Throne settlement location.\n\nPlace the Throne face up in your play area. The Throne is the source of all innovations and further locations the settlement will develop.\n\nThe nominated survivor sits in front of the Dragon Throne in wonder. They gain the Champion's Rite fighting art and must skip the next hunt as they ponder the meaning of existence.\n\nCheck off the Skip Next Hunt box on the survivor's record sheet. They cannot be selected as a departing survivor this settlement phase.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Foundlings",
      "relatedTerms": [
        "Story Event",
        "Dragon King Expansion",
        "Tyrant",
        "understanding",
        "White Lion",
        "Quarry",
        "Settlement Record Sheet",
        "Dragon Speech",
        "innovation",
        "campaign",
        "Ammonia",
        "Drums",
        "Hovel",
        "Inner Lantern",
        "Paint",
        "Symposium",
        "Settlement Board",
        "The Throne",
        "Settlement Location",
        "Champion's Rite"
      ]
    },
    {
      "term": "Game Over",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nYour campaign has ended in death and magnificent hopelessness. The settlement is lost.\n\nLost Settlements.\nStart a new campaign by taking a settlement record sheet and filling in a box under the lost settlement section. Apply all milestone bonuses earned to your new campaign and begin the First Story.\n\nFor very successive settlement you have lost, you may fill in a box and continue to earn new milestone bonuses for your future campaigns.\n\n1. Left Overs\nAt the start of the showdown with the First Story White Lion, set up 1 Survivor Corpse terrain card.\n\n2. Those before us.\nWhen the survivors reach the settlement, they find small traces of human life before them. Gain 1 skull basic resource and increase the survival limit by 1.\n\n3. Ocular Parasites\nThe new generation of survivors' eyes have better adapted to the darkness. All survivors gain +1 permanent accuracy. However, the First Story White Lion has grown fat from all the survivors it's eaten. At the start of the showdown, it gains +1 damage token and +1 movement token.\n\n4. Rainy Season\nThe weather is extremely temperamental. Add the Acid Storm settlement event to the timeline years 3, 7, 13, 19.\n\nSkipping the First Story Showdown.\nIf you are starting a new campaign, you may optionally skip the First Story showdown and jump straight to the settlement phase setup (pg. 34).\n\nIf you do, roll 1d10 on the table below to quickly determine your starting resources and gear.\n\nGame Modes.\nIn the Game Variant section, at the back of this book is a list of game modes that can alter the difficulty of the campaign. Before starting a new campaign you may discuss with your group what additional rules, if any, you would life to apply.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Game_Over",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "campaign",
        "Settlement Record Sheet",
        "milestone",
        "First Story",
        "showdown",
        "White Lion",
        "Survivor Corpse",
        "terrain",
        "skull",
        "Basic Resource",
        "Survival Limit",
        "accuracy",
        "damage",
        "Attribute Modifier Token",
        "movement",
        "Acid Storm",
        "Settlement Event",
        "timeline"
      ]
    },
    {
      "term": "Glowing Crater",
      "definition": "is a story event in the Dragon King Expansion rule book.\n\nEvent Text.\nA secret glimpsed becomes an obsession.\n\nA fiery light slices through the sky.\n\nNominate a survivor. They are the only witness.\n\nThe witness sets out into the dark, certain that their fate awaits in the place the light landed.\n\nThey gain the Destined disorder.\n\nThey reach a steaming crater's edge in time to see a pale, slender form emerge from a massive, steam-filled husk.\n\nA piteous sigh falls over the surroundings like a heavy pall as the naked form strides away, unscathed and unmoved.\n\nThe witness dives into the crater, sending glittering embers of paper ash into the air. Breathlessly, they sift through the debris, searing their hands on the still-burning remains.\n\nThe nominated survivor gains the Destiny Husk rare gear and Acid Palms ability.\n\nAcid Palms: Add 1d10 strength to your wound attempts when attacking with Fist & Tooth.\n\nThe witness arrives at the settlement wearing nothing but a milky-green membrane held tight around their body by their burnt-up hands. In their eyes is a boundless look of peaceful resignation.\n\nYou may now hunt the Dragon King. Add it to the Quarries list on the settlement record sheet.\n\nNotes.\nThis event erroneously refers to the Husk of Destiny as the \"Destiny Husk\".",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Glowing_Crater",
      "relatedTerms": [
        "Story Event",
        "Dragon King Expansion",
        "survivor",
        "Destined",
        "disorder",
        "Husk of Destiny",
        "Rare Gear",
        "Acid Palms",
        "ability",
        "1d10",
        "strength",
        "Wound Attempt",
        "attack",
        "Fist & Tooth",
        "settlement",
        "Dragon King",
        "Quarry Monster",
        "Settlement Record Sheet"
      ]
    },
    {
      "term": "Hammer and Nail",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nYou pour all of your might into resisting the unstoppable strike, your fingernails peel backwards and hair grows downwards into your scalp.\n\nYou must Bend or Break\n\nBend or Break.\nRoll 1d10.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Hammer_and_Nail",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "1d10",
        "Knocked Down",
        "Dismembered Leg",
        "Severe Injury",
        "archive",
        "Thunder Maul",
        "Gold Smoke Knight",
        "Broken Arm",
        "Blacken",
        "frenzy",
        "Brain Trauma Table",
        "Destroy Armor",
        "Hit Location",
        "Immortal",
        "disorder"
      ]
    },
    {
      "term": "Hands of Heat",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nThe mystery of the lantern's glow.\n\nIf the settlement already innovated Lantern Oven, skip this event and roll on the Lantern Branding table. Otherwise, proceed with Hands of Heat below:\n\nOne lucky day, a clumsy accident knocks a lantern free from the towering Lantern Hoard. A sudden flash of heat bathes the survivors as the lantern crashes to the ground. Now shattered, the lantern light dies, but the seed of an idea begins to grow.\n\nNominate a survivor. They gain +1 courage and Experiment with Lanterns.\n\nExperiment with Lanterns.\nRoll 1d10.\n\nLantern Branding.\nA feast, culminating in the ritual branding of the settlement's finest warriors by the heat of an agitated lantern.\n\nDiscard half of the settlement's total resources (including storage), rounded down/ Nominate a survivor and roll on the table below.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Hands_of_Heat",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "settlement",
        "innovate",
        "Lantern Oven",
        "Lantern Hoard",
        "survivors",
        "survivor",
        "courage",
        "1d10",
        "innovation",
        "population",
        "Bone Witch",
        "timeline",
        "Lantern Year",
        "strength",
        "Red Fist",
        "Secret Fighting Art",
        "resources",
        "Settlement Storage"
      ]
    },
    {
      "term": "Insight",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book. \n\nIf your campaign is utilizing the pattern system, when you gain Insight, draw a random pattern card from the pattern deck and record it on the settlement record sheet.\n\nEvent Text.\nIn a single moment, the curtain of the world pulls back.\n\nSelect the epiphany corresponding to the current game phase. A survivor may only gain these benefits once a lifetime.\n\nShowdown Phase Epiphany.\nWatching the chaotic movements of monsters, you perceive a pattern. Perhaps its motives are not so different from your own. You can imagine yourself in the monster's place. Gain the following ability and roll on the table below.\n\nAnalyze: At the start of the survivors' turn, if you are adjacent to the monster, reveal the top AI card, then place it back on top of the deck.\n\nHunt Phase Epiphany.\nYou dream. Before you, toiling silently, a strange creature with the imprint of a human face sculpts stone face into the ground. You meet its concave gaze and wake. Gain the following ability and roll on the table below.\n\nExplore: When you roll on an investigate table, add +2 to your roll result.\n\nSettlement Phase Epiphany.\nThe hunt, which once filled you with inexorable dread, takes on a new dimension. Your expeditions outside the settlement inspire you with curiosity and wonder. Gain the following ability and roll on the table below.\n\nTinker: When you are a returning survivor, gain +1 to use this settlement phase.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Insight",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "campaign",
        "Patterns",
        "Settlement Record Sheet",
        "survivor",
        "Limit, Once Per Lifetime",
        "ability",
        "Analyze",
        "turn",
        "adjacent",
        "AI Card",
        "Severe Injury",
        "showdown",
        "survival",
        "insanity",
        "accuracy",
        "movement",
        "Sculptor",
        "Explore"
      ]
    },
    {
      "term": "Intimacy (Sunstalker Expansion)",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nNominate one consenting male and one consenting female survivor to be parents and Water Birth.\n\nPurification Bonus\nAdd +1 to the Water Birth roll result for each parent that is Purified.\n\nSun Eater Bonus\nAdd +5 to the Water Birth roll result for each parent that has the Sun Eater secret fighting art.\n\nWater Birth.\nroll 1d10\n\nSolar Eclipse.\nIn the veil of darkness, the sun lowers and kisses the child. The frightened parents feel the warmth of their bodies pass into the newborn. It becomes a Child of the Sun (indicate this on their record sheet and gains +1 permanent strength and speed.\nIf either parent has the Sun Eater secret fighting art, they forget it.\n\nIf you rolled a 7 - 8 and if the settlement has innovated Bed, the newborn gains +1 permanent strength.\n\nIf you rolled a 9 - 10 and if the settlement has innovated Hovel and Sauna Shrine, the twins are raised together. They each gain the Defender fighting art and +1 permanent red affinity.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Intimacy_(Sunstalker_Expansion)",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "Sacred Pool",
        "Sun Eater",
        "Secret Fighting Arts",
        "1d10",
        "Principle: Death",
        "Intimacy (Sunstalker Expansion)",
        "Umbilical Symbiosis",
        "settlement",
        "Departing Survivors",
        "insanity",
        "survivors",
        "Population",
        "survival",
        "Survivor Record Sheet",
        "strength",
        "speed",
        "Bed",
        "Hovel"
      ]
    },
    {
      "term": "It's Already Here",
      "definition": "is a story event in the Slenderman Expansion rule book.\n\nEvent Text.\nThere is a story about a darkness so dense and so deep that anyone who saw it was drawn into its inky depths.\n\nThe story tells of a vast ocean in the depths of the darkness from which no shore is ever visible. Its murky waters teem with vegetation of a horrible sort: grasping roots and waving, slimy leaves with razor-sharp thorns.\n\nSwimming among the dark water jungles is a squirming shadow of writhing tentacles.\n\nIts horror is such a burden on the minds of miserable trespassers that they cannot recall what they have seen.\n\nA chilling dread without form, the terror of its approach can be felt so intensely that it cannot be committed to memory.\n\nWhen she emerged from the dark water pool, she was shivering, desperately trying to speak as she choked on black water.\n\nHer pleading eyes desperately searched our faces, until they suddenly widened with horror as she looked out into the emptiness. Bitter, black tears rolled down her defeated face. She was too late.\n\nShe fell slack at our feet, her lifeless body twisting and exploding in a shower of black ichor and red gore. Where did she come from? What did she give her life to tell us? The feeling of dread that followed her to the settlement would not lift.\n\nThe survivors find the settlement gathered around the twitching remains of a White Speaker lying in a pool of black water. A gloomy silence reigns.\n\nThe returning survivors experience a Memory Haze.\n\nMemory Haze.\nroll 1d10",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/It's_Already_Here",
      "relatedTerms": [
        "Story Event",
        "Slenderman Expansion",
        "Dark Water",
        "Slenderman",
        "White Speaker",
        "settlement",
        "survivors",
        "Returning Survivors",
        "1d10",
        "Fighting Art",
        "Blotted Out",
        "Forgotten Fear",
        "Timeline",
        "Lantern Year",
        "Settlement",
        "Extra Sense"
      ]
    },
    {
      "term": "King's Step (Story Event)",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nResist the unspoken pressure of the monster's onslaught.\n\nYour body trembles and your mind wavers. You struggle just to stay standing against the pressure projected by the monster.\n\nDiscard all unresolved hit locations, end your attack and attempt to Overcome!\n\nOvercome.\nRoll 1d10. Add +1 to the result for each tempo token you have.\n\nIf you rolled a 9 and if the settlement has innovated Forbidden Dance, you start to sense the tempo of the monster's movement. Gain 2 tempo tokens and suffer Knockback 3.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/King's_Step_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "monster",
        "Discard",
        "Hit Locations",
        "attack",
        "1d10",
        "Battle Pressure",
        "Brain Damage",
        "Monster Level",
        "Severe Leg Injury Table",
        "survival",
        "Severe Body Injury Table",
        "King's Man",
        "Knocked Down",
        "damage",
        "legs",
        "King's Step (Secret Fighting Art)",
        "Secret Fighting Art",
        "settlement"
      ]
    },
    {
      "term": "Lantern Research",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nWithout hope, tenacity drive the settlement forward.\n\nThe Final Lantern carries the bristling remains of the knowledge consumed by the Watcher. Its energy jumps nervously between lanterns. Occasionally, it imbues the survivors with brilliant flashes of power.\n\nA Light for the Darkness.\nWithout the Watcher's protective presence, the darkness teems with powerful creatures. To leave the settlement, all survivors must depart with a light source (a gear with the lantern keyword), As long as they have it, one survivor must always depart with the Final Lantern rare gear in their grid.\n\nThe Final Lantern is vital. The survivors cannot travel without it. If the survivor holding the Final Lantern perishes before the showdown, another survivor must pick up the Final Lantern (discarding gear to make room on their grid if needed).\n\nA Flickering in the Darkness.\nAt the start of the showdown, the light of the Final Lantern emboldens the survivors. Each survivor gains the Horripilation status card. The survivor holding the Final Lantern starts with the Death Die on Horripilation.\n\nThe Death Die (orange ten-sided die) replaces the Monster Controller tile. The player of the survivor with the Death Die controls the monster.\n\nAt the start of each subsequent round, pass the Death Die to the Horripilation card to the left. The Watcher's final emanations continue to jump between lanterns of survivors that cannot act, including dead or absent survivors.\n\nInstead of the benefits on the Monster Controller tile, you may use Pulse Discoveries. Set the settlement's Lantern Research Level to 1. Your settlement gains Aggression Overload. Spend additional resources to unlock new discoveries.\n\nOnce per round, the survivor with the Death Die may use one of the settlement's unlocked Pulse Discoveries.\n\nIf the Final Lantern is lost or archived, it is gone forever. Survivors cannot use the Death Die. Return to using the Monster Controller tile.\n\nPulse Discoveries.\nOnce per lantern year, spend 2x Bone, 2x Hide, 2x Organ to research. If you do, gain the next level of Lantern Research and record it on your Settlement Record Sheet.\n\nYour Lantern Research Lvl unlocks the corresponding Pulse Discoveries below.\nAggression Overload - Add an attack roll to an attack. During your attack, after making your attack rolls but before drawing hit locations, you may roll the Death Die as an additional attack roll.\nAcceleration - Add +1d10 movement to a move action. Before moving, you may roll the Death Die and add the result to your movement for one move action this round.\nUninhibited Rage - Add +1d10 strength to a wound attempt. After a wound attempt is rolled you may roll the Death Die and add the result to the strength of your wound attempt.\nLegs Locked - While you have the Death Die, you stand. While you have the Death Die, you cannot be knocked down for any reason.\nMetabolic Surrender Any time during the showdown, you may roll the Death Die. Gain twice that much survival. This round, ignore negative effects of permanent injuries, impairments, disorders, and negative attributes (including tokens). At the end of the round, you die.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Lantern_Research",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "settlement",
        "Final Lantern",
        "Watcher",
        "survivors",
        "depart",
        "gear",
        "lantern",
        "Gear Keyword",
        "survivor",
        "Rare Gear",
        "Gear Grid",
        "vital",
        "death",
        "showdown",
        "discard",
        "Horripilation",
        "Survivor Status Card",
        "Death Die"
      ]
    },
    {
      "term": "Legendary Lungs (Story Event)",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nThe sensation of the Butcher's attack is similar to drowning. Desperately, you gasp for air, only to be met with a mouthful of steel.\n\nThe monster's attacks rain down on you, each blow faster than the last. Despite the attack lasting only a moment, things seem to slow down. You feel numb and isolated, as if trapped in an endless body of water. There is no hope or escape, just the pressure from above on your gasping lungs.\n\nAs the pounding in your chest intensifies, you recall the even rhythm of the monster's heaving chest. There is a chance you will Learn something.\n\nLearn.\nRoll 1d10.\n\nIf you rolled a 4, 5, 6, or 7 and if the settlement has innovated Drums, the rhythmic pounding in your chest gives you insight. Proceed to the 8, 9, 10 result!\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Legendary_Lungs_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Butcher",
        "attack",
        "1d10",
        "survival",
        "Legendary Lungs (Secret Fighting Art)",
        "Secret Fighting Art",
        "settlement",
        "innovation",
        "Drums"
      ]
    },
    {
      "term": "Legendary Monsters",
      "definition": "is a Story Event in the Kingdom Death: Monster Core Game rule book. It consists of a few rules reminders and the showdown details for four level 4 quarries.\n\nRules mentioned:\nLife Trait\nArchived Hit Locations\nTrait Cards\nRule of Death\n\nShowdowns detailed:\nBeast of Sorrow\nGreat Golden Cat\nMad Steed\nGolden Eyed King of 1,000 Years",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Legendary_Monsters",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Showdown Phase",
        "Monster Level",
        "Life Trait",
        "Archive",
        "Hit Location",
        "Trait",
        "Rule of Death",
        "Beast of Sorrow",
        "Great Golden Cat",
        "Mad Steed",
        "Golden Eyed King of 1,000 Years"
      ]
    },
    {
      "term": "Light-Forging",
      "definition": "is a story event in the Slenderman Expansion rule book.\n\nEvent Text.\nFor a short time, the bizarre physical and chemical properties of the Dark Place are recreated in a pressurized crystal chamber. Survivors may craft the following gear during the settlement phase:\n\nI.\nThese require Dark Water Research I or above to craft.\nGloom Bracelets\n1x Bone, 1x Lion Tail, 1x Scrap, 1x Dark Water\n\nWhen exposed to Dark Water, the shiny wraps begin to twist and squirm.\nGloom-Coated Arrows\n2x Bone, 1x Dark Water\n\nA deadly crystal point that shatters when it reaches high velocity.\nGloom Mehndi\n3x Organ, 1x Dark Water\n\nYou could swear the paint moves when nobody is looking.\nDark Water Vial\n1x Organ, 1x Dark Water\n\nIf left out in the open, the Dark Water inside congeals into a foul-smelling sludge.\n\nII.\nThese require Dark Water Research II or above to craft.\nRaptor-Worm Collar\n1x Organ, 1x Scrap, 1x Dark Water\n\nWearing this makes your throat itch, but allows you to speak with disturbing clarity.\nGloom Cream\n1x Love Juice, 1x Hide, 2x Dark Water\n\nTreats wrinkles, but kills brain cells.\nGloom Hammer\n3x Skull, 1x Iron, 1x Organ, 3x Dark Water\n\nStrange whispers emanate from this deadly implement. Best not to be left alone with it.\n\nIII.\nThese require Dark Water Research III to craft.\nSlender Ovule\n1x Phoenix Eye, 4x Dark Water\n\nThis mysterious egg makes the air around it feel black and heavy.\nGloom Katana\n1x Iron, 1x Crystal Sword Mold, 2x Dark Water\n\nThe pale, milky blade turns black when removed from its sheath.\nGloom Sheath\n1x Shank Bone, 2x Organ, 2x Dark Water\n\nMakes a nauseating grinding sound when the blade slides out of it.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Light-Forging",
      "relatedTerms": [
        "Story Event",
        "Slenderman Expansion",
        "Dark Place",
        "gear",
        "Settlement Phase",
        "Dark Water Research",
        "Gloom Bracelets",
        "Bone",
        "Lion Tail",
        "Scrap",
        "Dark Water",
        "Gloom-Coated Arrow",
        "Gloom Mehndi",
        "Organ",
        "Dark Water Vial",
        "Raptor-Worm Collar",
        "Gloom Cream",
        "Love Juice",
        "Hide",
        "Gloom Hammer"
      ]
    },
    {
      "term": "Logistics of Death",
      "definition": "Logistics of Death is a story event introduced in the Gambler's Chest Expansion. It is only triggered in games with Scouts. The scout may choose to trigger it according to the rules on the Dreaded Pack, or it may be triggered automatically by the Death Pact innovation.\n\nLogistics of Death.\nThe survivors are defeated. Wearing the settlement's most cunning weapons and armor, the corpses clutch their hard-won possessions. Action must be taken before it is all lost to the darkness forever.\n\nTheir quarry unbeaten, the scout prepares for The Long Journey Home.\n\nIf the survivors were defeated by a nemesis monster rather than a quarry monster, a Recovery Team picks over the remains in the outskirts of the settlement.\n\nThe settlement cannot recover something that was archived during the hunt or showdown.\n\nRecovery Team.\n\nThe Long Journey Home.\nRoll 1d10. If the scout is dead or there is no scout, then everything is Lost to the Darkness.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Logistics_of_Death",
      "relatedTerms": [
        "Story Event",
        "Gambler's Chest Expansion",
        "Scouts",
        "Dreaded Pack",
        "Death Pact",
        "Innovations",
        "Defeat",
        "nemesis monster",
        "quarry",
        "monster",
        "Archive",
        "Hunt Phase",
        "Showdown Phase",
        "half kill",
        "destroyed back",
        "evasion",
        "consumable",
        "accuracy",
        "Disorders",
        "permanently fill their brain injury box"
      ]
    },
    {
      "term": "Melting Horror",
      "definition": "is a story event in the Gorm Expansion rule book.\n\nEvent Text.\nShocked to be standing, the bitten survivor clutches their wounds in disbelief.\n\nBefore the others' eyes, the survivor's look of relief disintegrates as the toxic microbes of the Gorm's ancient bite hungrily liquefy their flesh. All other survivors on the showdown board witness the atrocity.\n\nWitness.\neach survivor rolls 1d10.\n\nIf you rolled a 4, 5, 6 or 7: If the settlement has innovated Pottery, the victorious survivors scrape the still-bubbling remains and gain 1 Life Elixir gear during the Aftermath.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Melting_Horror",
      "relatedTerms": [
        "Story Event",
        "Gorm Expansion",
        "survivors",
        "Showdown Board",
        "survivor",
        "1d10",
        "Knocked Down",
        "Absent Seizures",
        "Disorder",
        "Survival",
        "Lure Epilepsy",
        "Fighting Arts",
        "Movement",
        "Immovable Object",
        "Pottery",
        "Life Elixir",
        "Gear",
        "Aftermath"
      ]
    },
    {
      "term": "Missing Statue",
      "definition": "Missing Statue is a story event in the Gambler's Chest Expansion. It is the introductory event for the Bone Eaters.\n\nRespledent statues contemplate the settlement from a distance. A space in the colonnade is conspicuously empty..\n\nBone Eaters Hunt the Survivors.\nReplace a random basic hunt event card with Bone Eaters - Encounter Level 1 in the hunt event deck. When the card is revealed during the hunt phase, a dangerous encounter with the Bone Eaters will commence.\n\nNominate a pair of survivors. They wander the darkness in grief. Searching for purpose, they are drawn towards glinting shapely figures in the distance. They approach a lonely arcade of statues. The couple laces their clammy fingers together and presses on to Examine.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Missing_Statue",
      "relatedTerms": [
        "Gambler's Chest Expansion",
        "introductory event",
        "Bone Eaters",
        "random basic hunt event card",
        "Bone Eaters - Encounter Level 1",
        "Disorders",
        "Skip Next Hunt",
        "Departing Survivors",
        "understanding",
        "Returning Survivors",
        "insanity",
        "courage",
        "Partnership",
        "Innovations"
      ]
    },
    {
      "term": "Necropolis",
      "definition": "is a story event in the Lion God Expansion rule book.\n\nEvent Text.\nYou dive into the Ventilation Shaft.\n\nEscape ends this event.\n\nVentilation Shaft.\nroll 1d10.\n\nGrand Gallery.\nroll 1d10.\n\nCatacombs.\nroll 1d10.\n\nGod's Chamber.\nroll 1d10.\n\nTrapped in a Pit.\nGain 1 bleeding token. A survivor adjacent to the Sinkhole must spend 1 survival to save you. If they do, you escape. If they do not, or if you are the last survivor on the showdown board, you die.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Necropolis",
      "relatedTerms": [
        "Story Event",
        "Lion God Expansion",
        "1d10",
        "Hunt Experience",
        "Silver City",
        "Lion God",
        "Old Blue Box",
        "Strange Resources",
        "Triptych",
        "Monster Level",
        "Broken Lantern",
        "Basic Resources",
        "Insane",
        "Canopic Jar",
        "Silver Urn",
        "Iron",
        "Brain Trauma Table",
        "Sarcophagus",
        "Bleeding Token",
        "Survivor"
      ]
    },
    {
      "term": "Necrotoxic Mistletoe",
      "definition": "is a story event in the Flower Knight Expansion rule book.\n\nEvent Text.\nSmall berried plants bloom all over the settlement, and airy pollen clusters dance in the lantern light as they fall from the atmosphere above. The ghostly scene is beautiful. The returning survivors feel their hearts lift and gain 5 survival.\n\nAs the settlement frolics, enjoying the phenomenon, a few members begin to feel sleepy. Cold-nosed and covered in pollen, they sit to the side and watch everyone play.\n\nNominate a health-conscious survivor. They gain +1 understanding, +1 courage and check up on their sleepy friends.\n\nCheck Up.\nroll 1d10.\n\nIf you rolled a 7, 8, 9 or 10 and if the settlement chose has innovated Sculpture, the health-conscious survivor uses tools to dissect and research the plants and their pollen. As the buds appear on their body, they manage the invasive plant and gain the Acanthus Doctor secret fighting art. Sadly a few die from the infection. -2 population.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Necrotoxic_Mistletoe",
      "relatedTerms": [
        "Story Event",
        "Flower Knight Expansion",
        "settlement",
        "Returning Survivors",
        "survival",
        "survivor",
        "understanding",
        "courage",
        "1d10",
        "survivors",
        "Population",
        "Cannibalize",
        "Principle: Death",
        "Fairy Ring",
        "Flower Addiction",
        "Disorders",
        "Necrotoxic Mistletoe",
        "Sculpture",
        "Acanthus Doctor",
        "Secret Fighting Arts"
      ]
    },
    {
      "term": "Overwhelming Darkness",
      "definition": "is a story eventin the Kingdom Death: Monster Core Game rule book and a space found on the hunt board.\n\nGlossary Term.\nA space on the Hunt Board. The first time each hunt the survivors move into the Overwhelming Darkness space, they trigger the Overwhelming Darkness story event. The survivors cannot skip Overwhelming Darkness. If they move through the space, instead stop all movement and resolve Overwhelming Darkness before any other events or effects. Then, resolve other events or effects on this space. If, for some reason, the survivors move into or through Overwhelming Darkness more than once in a single Hunt Phase, treat it as a blank space. If the monster is on the Overwhelming Darkness Space when the survivors move into it, skip its event and start the showdown immediately.\n\nStory Event.\nAll survivors must determine their Paths and walk them simultaneously1.\n\nPath of the Insane.\nInsane survivors walk the Path of the Insane. Roll 1d10.\n\nPath of the Doomed.\nIf no other path applies, walk the Path of the Doomed.\n\nPath of the Brave.\nSurvivors with 3+ courage walk the Path of the Brave.\n\nWays to Trigger.\n\nNotes.\n1: If a survivor is eligible to walk both the Path of the Brave and the Path of the Insane, they may choose which to walk.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Overwhelming_Darkness",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Hunt Board",
        "Resolved",
        "Hunt Events",
        "survivors",
        "Hunt Phase",
        "Showdown Phase",
        "Insane",
        "1d10",
        "survival",
        "Death",
        "Event Damage",
        "Hit Location",
        "insanity",
        "Post Traumatic Stress",
        "disorder",
        "Crab Spider",
        "Vermin Resource",
        "Doomed"
      ]
    },
    {
      "term": "Oxidation",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nYou approach the defeated Watcher. Its body crackles with electricity.\n\nThis crafting process requires a team. Nominate 3 other survivors and Create Coating and Protective Gear. If there are not enough survivors to nominate, you cannot proceed.\n\nCreate Coating and Protective Gear.\nThis dangerous procedure requires protective outfits, a long placement tool, and a catalyst coating. Pay the cost below to prepare your implements then craft 1 piece of gear in the High Voltage Bath. After you craft the gear, the implements are destroyed.\n\nImplement Cost:\n3x Leather\n3x Bone\n3x Organ\n1x Black Lichen\n1x Cocoon Membrane\n\nHigh Voltage Bath.\nOxidized Lantern Sword\n1x Lantern Sword\n1x Lantern Tube\nOxidized Beacon Shield\n1x Beacon Shield\n2x Iron\n2x Hide\nOxidized Lantern Dagger\n1x Lantern Dagger\n1x Iron\n4x Hide\nOxidized Lantern Glaive\n1x Lantern Glaive\n1x Iron\n4x Bone\nOxidized Ring Whip\n1x Ring Whip\n1x Iron\n4x Organ\nOxidized Lantern Helm\n1x Lantern Helm\n1x Iron\n4x Bone\n\nWays to Trigger.\n\nSee Also.\nGiga-Catarium",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Oxidation",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "Watcher",
        "survivors",
        "gear",
        "Leather",
        "Bone",
        "Organ",
        "Black Lichen",
        "Cocoon Membrane",
        "Oxidized Lantern Sword",
        "Lantern Sword",
        "Lantern Tube",
        "Oxidized Beacon Shield",
        "Beacon Shield",
        "Iron",
        "Hide",
        "Oxidized Lantern Dagger",
        "Lantern Dagger",
        "Oxidized Lantern Glaive"
      ]
    },
    {
      "term": "Phoenix Feather",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nA fallen feather fills the settlement with dread.\n\nThe skies bubble and murmur as a dark presence tears through the atmosphere like a negative lightning bolt, sucking the air and energy from all who gaze upon it.\n\nA light rain begins. The survivors turn their eyes up to see a huge, iridescent feather slowly floating toward the ground. Their lantern lights reflect strange rainbows off the twisting feather. A primal fear takes root in the settlement.\n\nYou man now hunt the Phoenix. Add it to the quarry list on the settlement record sheet. Nominate a single survivor to speak. They gain +1 courage and Break the Silence.\n\nBreak the Silence.\nRoll 1d10.\n\nIf you rolled a 4 or 5, and if the settlement chose the Survival of the Fittest Birth Principle, the survivor raves to no one in particular about an oncoming trial, bursting into laughter and tearing the feather apart! The survivor gains +1 permanent evasion and the Honorable disorder.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Phoenix_Feather",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "survivors",
        "Tail Feathers (Resource)",
        "settlement",
        "Phoenix",
        "Settlement Record Sheet",
        "survivor",
        "courage",
        "1d10",
        "death",
        "understanding",
        "Phoenix#Resources",
        "Crazed",
        "Fighting Art",
        "Hoarder",
        "disorder",
        "Returning Survivors",
        "insanity",
        "Survival of the Fittest"
      ]
    },
    {
      "term": "Places, Everyone!",
      "definition": "is a story event in the Lion Knight Expansion rule book.\n\nEvent Text.\nSuddenly, three more figures appear, stirring up a commotion. Despite the whirlwind of activity around it, the Lion Knight remains still.\n\nWith exacting haste, two women make a clearing in the settlement around the Lion Knight, while a third writes disinterestedly in a massive, ancient tome. An array of ornate, unidentifiable props and costumes is pulled out of a dark armoire and meticulously arranged around a makeshift stage.\n\nSurvivors must depart this settlement phase for a special showdown with the Lion Knight. Choose departing survivors now and nominate them to Take the Stage.\n\nTake the Stage.\nroll 1d10.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Places%2C_Everyone!",
      "relatedTerms": [
        "Story Event",
        "Lion Knight Expansion",
        "Lion Knight",
        "settlement",
        "Survivors",
        "depart",
        "Settlement Phase",
        "Special Showdown",
        "Departing Survivors",
        "1d10",
        "survivor",
        "Hunt Experience",
        "insanity",
        "Immortal",
        "disorders",
        "evasion",
        "Anxiety",
        "survivors",
        "Attribute Modifier Token",
        "survival"
      ]
    },
    {
      "term": "Prologue",
      "definition": "The is a story event in the Kingdom Death: Monster Core Game rule book. It is heavily illustrated and serves to introduce new players to the game's setting. Unlike most story events, it has no decisions, no dice rolls, and no direct effects on survivors or the settlement. It is followed immediately by the First Story.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Prologue",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "survivors",
        "settlement",
        "First Story"
      ]
    },
    {
      "term": "Promise Under the Sun",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nThere was once a boy and a girl, who met under the blanket of darkness and counted the lights in the sky together.\n\nWhen their lips touched, the sun dawned for the first time. \"I have a crazy dream to share with you,\" said the girl.\n\n\"We will hunt down that light and live under it, together, forever.\"\n\n\"I Swear to you we'll live that dream together,\" said the boy. He felt the promise swell in his heart.\n\nThe girl and the boy grew into man and woman. Together, they cooked many meals, repaired weapons, fought monsters and gave up on starting a family.\n\nAlthough their childhood promise was forgotten with the passage of time, they shared a great love. But one day, the woman fell ill.\n\nAs they lay counting the lights in the sky like they always had, the sun finally dawned again. Excitedly, the man turned to the woman, but she had stopped counting some time ago. Beneath the warmth of the sun, he kissed her cold body goodbye, and remembered their promise. He decided that he would hunt the sun, so that he may bury it with her.\n\nNominate a survivor. They gain the Burning Ambition fighting art.\n\nYou may now hunt the Sunstalker. Add it to the Quarries list on the settlement record sheet.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Promise_Under_the_Sun",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "survivor",
        "Burning Ambition",
        "Sunstalker",
        "Quarry",
        "Settlement Record Sheet"
      ]
    },
    {
      "term": "Returning Survivors (Story Event)",
      "definition": "Returning Survivors is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nNominate a survivor to utter the First Words.\n\nFirst Words.\nThe nominated survivor steps forward and gains +1 courage. They lead the other survivors in learning to speak to one another! They discuss their situation, realizing they must hunt to live. Add the White Lion to the Quarry list on the settlement record sheet.\n\nYour settlement gains the Language innovation. Search the Innovation cards for Language and place it face up in your play area and record it on your settlement sheet.\n\nLanguage is your first innovation, and it will spark the creation of the innovation deck.\n\nBuild the Innovation deck now.\n\nBuild the Innovation Deck.\nThe innovation deck represents the potential cultural and technological growth of your settlement. It will grow throughout the campaign as you gain new innovation cards.\n\nFind the 6 innovation cards with language consequence listed under their title:\nAmmonia, Drums, Hovel, Inner Lantern, Paint, and Symposium.\n\nShuffle these 6 cards together to form your settlement deck. Place it face down in the designated space on the settlement board.\n\nThe innovation deck is persistent. Make sure yo preserve the unique combination of cards in your deck between play sessions.\n\nFinished with their work, the settlement gathers around its Glowing Center.\n\nGlowing Center.\nArmed with language, the nominated survivor aptly names the glowing center of their home The Lantern Hoard. The settlement gains the Lantern Hoard Settlement Location.\n\nSearch the large Settlement Location cards for the Lantern Hoard and place it face up in your play area. The Lantern Hoard is the source of all innovations and further locations the settlement will develop.\n\nThe nominated survivor sits in front of the Lantern Hoard in awe and gains +1 understanding. They must skip the next hunt phase as they ponder the meaning of existence.\n\nCheck off the skip hunt box on the survivor's record sheet. They cannot be selected as a departing survivor this phase.\n\nReturn to the First Story to complete the Settlement Phase.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Returning_Survivors_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "survivor",
        "courage",
        "survivors",
        "White Lion",
        "Quarry",
        "Settlement Record Sheet",
        "settlement",
        "Language",
        "innovation",
        "Innovation",
        "Innovation Deck",
        "campaign",
        "Ammonia",
        "Drums",
        "Hovel",
        "Inner Lantern",
        "Paint",
        "Symposium"
      ]
    },
    {
      "term": "Rumbling in the Dark",
      "definition": "is a story event in the Dung Beetle Knight Expansion rule book.\n\nEvent Text.\nA low, constant rumble woke a woman sleeping on the ground. She quietly shifted her bedding aside and lowered her ear to the ground. Something strange was happening in the darkness.\n\nIn a breathless moment, the woman's wonder overcame her fear and she set out to finder the source of the tremors underfoot.\n\nNominate a female survivor. That survivor gains +1 permanent strength.\n\nThe woman followed her feet, feeling her way toward the rumble until it became a quake.\n\nAhead she saw a peculiar figure struggling to push a massive sphere up a hill. The object appeared quite heavy and the creature faltered often, losing ground. Each time it did, it redoubled its efforts and rolled the massive weight back up the hill, shaking the ground anew.\n\nAt first glance, the struggle appeared clumsy and pathetic, but as she watched, the woman was taken by the creature's unrelenting perseverance. Even after the monster crested the hill and vanished, its noble form and simple mission stayed with her. Admiration was too weak a word to describe her feelings.\n\nThe nominated female survivor gains the Vermin Obsession disorder.\n\nThe woman quietly stole back into the settlement, waking no one. Although the others slept soundly, she remained awake, invigorated by witnessing such dedication and exertion.\n\nShe searched the settlement for the smoothest object she could find and began to roll it, emulating the monster. She would teach the settlement its ways, and show them perfect persistence.\n\nGain the Round Stone Training innovation.\n\nYou may now hunt the Dung Beetle Knight. Add it to the Quarries list on the settlement record sheet.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Rumbling_in_the_Dark",
      "relatedTerms": [
        "Story Event",
        "Dung Beetle Knight Expansion",
        "Survivor (Female)",
        "survivor",
        "strength",
        "Resin Dung Ball",
        "Dung Beetle Knight",
        "monster",
        "Vermin Obsession",
        "disorder",
        "settlement",
        "Round Stone Training",
        "innovation",
        "Quarry",
        "Settlement Record Sheet"
      ]
    },
    {
      "term": "Secret Meeting",
      "definition": "is a story event in the Dung Beetle Knight Expansion rule book.\n\nEvent Text.\nNominate the survivor with the least hunt XP and follow Part 1.\n\nPart 1.\nOnce, there was a boy that made friends with a monster. They often met in secret and played many games. The monster was very important to the boy and he told no one about it.\n\n\"Why do you like to come and play?\" the boy asked the monster. \"Well,\" said the monster, \"my mind is very old. I have forgotten most of my life and soon I will remember nothing at all.\"\n\n\"Does it hurt?\" asked the boy. \"Yes,\" replied the monster. \"You help me to remember my life and that brings me comfort.\" \"Will you always come and play?\" \"I promise... whenever I remember.\"\n\nThe nominated survivor gains +1 understanding and the Secretive disorder. Add Secret Meeting - Part 2 to the timeline 1+1d5 years from now.\n\nPart 2.\nNominate a survivor with the Secretive disorder and 3+ hunt XP. If there are none, end this story event.\n\nIt was during a heavy downpour that the monster and the boy, now a man, met again. The man's lantern reflected off the monster's brilliant, iridescent shell.\n\n\"Thank you for being my friend,\" said the monster. \"I have brought something very sacred to my kind.\" The monster shoved shimmering poo down the survivor's throat. \"Eat it and grow strong. If I return here again, you must kill me - all that I am is nearly gone.\"\n\nThe survivor and the monster embraced hands in the dark rain, sharing a silent farewell.\n\nThe nominated survivor gains the Beetle Strength secret fighting art, +2 permanent strength, and +1 permanent speed. Add Secret Meeting - Part 3 to the timeline 2 years from now.\n\nPart 3.\nThe monster waits for its death on the outskirts of the settlement - a silent statue that knows only its final resting place.\n\nAdd the Old Master to the Quarry list.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Secret_Meeting",
      "relatedTerms": [
        "Story Event",
        "Dung Beetle Knight Expansion",
        "understanding",
        "Secretive",
        "disorder",
        "Beetle Strength",
        "strength",
        "speed",
        "Old Master"
      ]
    },
    {
      "term": "See the Truth",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nThe greatest courage is achieved when the past and future are abandoned. The void that remains is a dark, endless well of strength. Fear and pain are your nourishment, and you will feast.\n\nYou suddenly recall meeting a strange masked man who, for a moment, opened your second eyelids. What you saw filled your mouth with the taste of your own death. Suffer the blind severe head injury and Taste Death. If you are already blind, do not suffer it again.\n\nTaste Death.\nRoll 1d10.\n\nIf you rolled a 3 or 4 and if the settlement has the Graves Death Principle,the survivor's death tastes Sweet instead.\n\nIf you rolled a 7 or 8 and if the settlement has the Cannibalize Death Principle, your death tastes Sour instead.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/See_the_Truth",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "courage",
        "strength",
        "blind",
        "Severe Injury",
        "1d10",
        "Weak Spot",
        "disorder",
        "ability",
        "Sweet Battle",
        "round",
        "surge",
        "survival",
        "Activation",
        "weapon",
        "Berserker",
        "Fighting Art",
        "Bitter Frenzy",
        "showdown"
      ]
    },
    {
      "term": "Sense Memory",
      "definition": "is a story event in the Flower Knight Expansion rule book.\n\nEvent Text.\nRushing into the settlement, the returning survivors desperately attempt to convey to the others the powerful memories that dwelt in the very air of the glade. Even as they pass the settlement's threshold, the memories fade and the delicate blooms clutched in their hands wilt. The settlement may pour their inspiration into Inspired Crafting.\n\nInspired Crafting.\nVespertine Satchel\n1x Lantern Bloom, 1x Leather\nVespertine Foil\n1x Osseous Bloom, 1x Bone, 1x Scrap\nVespertine Cello\n1x Lantern Bud, 2x Flowers\nVespertine Arrow\n1x Flower\nVespertine Bow\n1x Osseous Bloom, 1x Sighing Bloom, 1x Organ, 1x Hide\n\nWhile crafting the Vespertine Bow, a renegade seed escapes into the crack between the two stone faces. Add Necrotoxic Mistletoe to the timeline 4 years from now.\n\nScent Crafting.\nIf the settlement has Pottery, the returning survivors are able to preserve the delicate blooms, whose scents fill the survivors' heads with wondrous ideas.\n\nTheir recollections inspire distillations of scent memory. Any survivor may craft the following this settlement phase:\nScent of Lost Wealth\n1x Warbling Bloom, 3x Organ\n\nThe scent produces strange tears in the survivor's eyes, sharpening their vision of potential boons. Gain the Otherworldly Luck fighting art.\nScent of Lost Sight\n1x Lantern Bud, 3x Organ\n\nThe survivor's scent sets others' teeth on edge. They gain the Leader fighting art and the Anxiety disorder.\n\nBallad of the Wallflower.\nOnce per campaign, if the settlement has innovated Sculpture and Song of the Brave, they may perform the Ballad of the Wallflower.\n\n Ballad of the Wallflower\n\nAs the song reaches its climax, the entire settlement is on the verge of understanding a hidden meaning when they mysteriously fall asleep. When they wake, the performers are found frozen in the moment, snoring soundly as strange petals sprout from their mouths and eyes.\n\n-1d5 Population. Do not gain the benefits of your Death Principle. Increase the settlement's Survival Limit by 1. Departing survivors gain +1 understanding and +3 insanity.\n\nSee Also.\nWays to gain Flower Resources\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Sense_Memory",
      "relatedTerms": [
        "Story Event",
        "Flower Knight Expansion",
        "settlement",
        "Returning Survivors",
        "Satchel",
        "Lantern Bloom",
        "Leather",
        "Vespertine Foil",
        "Osseous Bloom",
        "Bone",
        "Scrap",
        "Vespertine Cello",
        "Lantern Bud",
        "Flower",
        "Vespertine Arrow",
        "Vespertine Bow",
        "Sighing Bloom",
        "Organ",
        "Hide",
        "Necrotoxic Mistletoe"
      ]
    },
    {
      "term": "Showdown: Lion Knight",
      "definition": "is a story event in the Lion Knight Expansion.\n\nLore.\n\"There was once a monster who was shunned by its creator and left to wander the darkness. Lost in the world of humans, it was driven insane in its attempts to comprehend them. Now, the only reality it accepts exists deep inside its hollow, broken mind.\"\n\nAftermath.\nVictory.\nThe first time you defeat the Lion Knight, gain the Lion Knight Badge rare gear.\n\n+1 Hunt XP\n+1 Weapon Proficiency (if eligible)\nTrigger the following story events according to :\n\nIf the settlement has Katar Mastery when they defeat the level 3 Lion Knight, the monster's claws are meticulously replicated. Gain the Lion Knight's Left Claw and Right Claw rare gear cards.\n\nDefeat.\nThe Lion Knight resumes his repose. Intermission",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Showdown%3A_Lion_Knight",
      "relatedTerms": [
        "Speed",
        "Accuracy",
        "Damage",
        "Catwalk",
        "Full Move",
        "Villain",
        "Throne",
        "Balcony",
        "Stage",
        "Horn",
        "Terrain Cards",
        "Nemesis Monster",
        "Showdown Board",
        "survivors",
        "Story Event",
        "Lion Knight Expansion",
        "Lion Knight Badge",
        "Rare Gear",
        "Hunt XP",
        "Weapon Proficiency"
      ]
    },
    {
      "term": "Sky Fishing (Story Event)",
      "definition": "is a story event in the Sunstalker Expansion rule book.\nEvent Text.\nYou inflate the lure and gently launch it into the air. It floats up into the darkness, and the group nervously waits. After a time, you Feel a Bite\n\nFeel a Bite.\nNominate a survivor with a Sun Lure and Hook in their gear grid and roll 1d10\nIf you have a Sky Harpoon add +2 to your roll result.\n\n|}",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Sky_Fishing_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "Sun Lure and Hook",
        "1d10",
        "Sky Harpoon",
        "Cannibalize",
        "Principle: Death",
        "Bugfish",
        "Strange Resources",
        "Bleeding Token",
        "Hagfish",
        "Jowls",
        "survival",
        "survivors",
        "insanity",
        "Event Damage",
        "Iron",
        "Hunt Board",
        "quarry"
      ]
    },
    {
      "term": "Story Event",
      "definition": "An event which impacts the settlement/survivors. Common triggers include: the settlement timeline, survivor milestones in Hunt XP/courage/understanding, monster cards, and settlement events. When appears, trigger the story event by turning to the appropriate page in the rulebook and following its instructions.\n\nList of Story Events.\n\nCore Game.\nAge\nArmored Strangers\nBirth of a Savior\nBlackout\nBold\nBone Witch\nCooking\nCrush & Devour\nEndless Screams\nGame Over\nHammer and Nail\nHands of Heat\nHerb Gathering\nHooded Knight\nInsight\nIntimacy\nKing's Curse\nKing's Step\nLantern Research\nLegendary Lungs\nLegendary Monsters\nMineral Gathering\nOverwhelming Darkness\nOxidation\nPhoenix Feather\nPrinciple: Conviction\nPrinciple: Death\nPrinciple: New Life\nPrinciple: Society\nPrologue\nRegal Visit\nReturning Survivors\nRun Away\nSee the Truth\nShowdown: Butcher\nShowdown: Gold Smoke Knight\nShowdown: King's Man\nShowdown: Phoenix\nShowdown: Screaming Antelope\nShowdown: The Hand\nShowdown: Watcher\nShowdown: White Lion\nWatched\nWhite Secret\nWhite Speaker\nZero Presence\n\nDragon King Expansion.\nGlowing Crater\nShowdown: Dragon King\nMeltdown\nFoundlings\nIntimacy\nMidnight's Children\nAwake\nUnveil the Sky\nFaces in the Sky\nThe Tomb\nShowdown: Tyrant\nDeath of the Dragon King\n\nDung Beetle Knight Expansion.\nRumbling in the Dark\nShowdown: Dung Beetle Knight\nSpelunking of Death\nUnderground Sow\nBlack Harvest\nSecret Meeting\n\nFlower Knight Expansion.\nA Crone's Tale\nShowdown: Flower Knight\nThe Forest Wants What It Wants\nBreakthrough\nSense Memory\nA Warm Virus\nNecrotoxic Mistletoe\n\nGorm Expansion.\nThe Approaching Storm\nFetid Grotto\nFinal March\nShowdown: Gorm\nMelting Horror\n\nLion God Expansion.\nThe Silver City\nShowdown: Lion God\nNecropolis\nThe Knowledge Worm\nA Gracious Host\nDeath Reading\n\nLion Knight Expansion.\nAn Uninvited Guest\nPlaces, Everyone!\nShowdown: Lion Knight\nIntermission\nStrange Caravan\nFinale\n\nLonely Tree Expansion.\nThe Lonely Lady\nShowdown: Lonely Tree\n\nManhunter Expansion.\nThe Hanged Man\nShowdown: Manhunter\nLottery\nDeath Pit\nSonorous Rest\nBleeding Heart\nTools of War\n\nSlenderman Expansion.\nIt's Already Here\nShowdown: Slenderman\nDark Place\nLight-Forging\nForgotten Fear\n\nSpidicules Expansion.\nYoung Rivals\nShowdown: Spidicules\nThe Forest Wants What It Wants\nSpidisisyphus\nPuppet's Embalming\nSilk Surgery\nTaken\n\nSunstalker Expansion.\nPromise Under the Sun\nShowdown: Sunstalker\nConquer Your Shadow\nSky Fishing\nThe Pool and the Sun\nIntimacy\nSun Dipping\nThe Great Sky Gift\nBirth of Color\nFinal Gift\nUmbilical Symbiosis\nEdged Tonometry\nWarriors of the Sun\nThe Great Devourer",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Story_Event",
      "relatedTerms": [
        "settlement",
        "Survivor",
        "Trigger",
        "timeline",
        "Hunt Experience",
        "courage",
        "understanding",
        "monster",
        "Settlement Event",
        "Age",
        "Armored Strangers",
        "Birth of a Savior",
        "Blackout",
        "Bold",
        "Bone Witch",
        "Cooking (Story Event)",
        "Crush & Devour",
        "Endless Screams",
        "Game Over",
        "Hammer and Nail"
      ]
    },
    {
      "term": "Sun Dipping",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nBeam of lights spear the ground, driving danger away. Inspired, the settlement creates a rite and gains the Partnership innovation.\n\nNominate up to 3 pairs of eligible survivors to partake in the Solar Ritual. Between rolls, the remaining survivors may get scared and choose to end the event. This would not cancel the effects of any results rolled.\n\nSolar Ritual.\nroll 1d10 for each pair, one at a time\nA survivor is eligible if all of the following conditions apply to them:\nThey are Purified\nThey have not participated in the Solar Ritual before.\nThey do not have the Partner ability.\n\nIf you rolled a 3 - 10: If one of the survivors is a Child of the Sun, the column of light supercharges them! The Child of the Sun gains a fighting art of your choice.\nThen, the pair proceeds to the 7, 8, 9, 10 result.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Sun_Dipping",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "settlement",
        "Partnership",
        "innovation",
        "survivors",
        "1d10",
        "Sacred Pool",
        "Partner",
        "Death",
        "survivor",
        "insanity",
        "Hellfire",
        "Secret Fighting Arts",
        "The Sun",
        "courage",
        "understanding",
        "Sun Eater",
        "Intimacy (Sunstalker Expansion)",
        "Fighting Arts"
      ]
    },
    {
      "term": "Tattered Parcel",
      "definition": "is a story event sticker that replaces the Tattered Parcel section of the Hooded Knight story event in the Kingdom Death: Monster Core Game rule book. This modified event allows players to obtain the special rare gear cards found in the Allison the Twilight Knight white box expansion.\n\nStory Event Sticker Text.\nThe survivor gains the Twilight Sword rare gear, place it in their grid now. The survivor may select Twilight Sword as a weapon proficiency type. This weapon is cursed.\n\nIn addition, the parcel contains the Blue Lantern and Dormant Twilight Cloak rare gear. Add these to settlement storage.\n\nCursed: This may not be removed from your gear grid for any reason (unless explicitly specified). When you die, archive this.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Tattered_Parcel",
      "relatedTerms": [
        "Story Event",
        "Hooded Knight",
        "Kingdom Death: Monster Core Game",
        "Rare Gear",
        "Allison the Twilight Knight",
        "White Box",
        "Twilight Sword",
        "Gear Grid",
        "Weapon Proficiency",
        "weapon",
        "cursed",
        "Blue Lantern",
        "Dormant Twilight Cloak",
        "Settlement Storage",
        "Death",
        "archive"
      ]
    },
    {
      "term": "The Approaching Storm",
      "definition": "is a story event in the Gorm Expansion rule book.\n\nEvent Text.\nThe settlement's weather takes a turn for the worse.\n\nA light appears on the horizon. From its origin, roiling masses of storm clouds approach the settlement, soaking everything in perpetual sheets of stale-smelling rain. Sudden flash floods, burning winds and periods of strobing lightning continuously plague the settlement, leaving the survivors in epileptic fits.\n\nYou may now hunt the Gorm. Add it to the quarry list on the settlement record sheet.\n\nAdd Gorm Climate to the next lantern year on the timeline.\n\nNominate a survivor. They gain +1 insanity and Brave the Storm.\n\nBrave the Storm.\nroll 1d10.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Approaching_Storm",
      "relatedTerms": [
        "Story Event",
        "Gorm Expansion",
        "settlement",
        "Gorm",
        "quarry",
        "Settlement Record Sheet",
        "Gorm Climate",
        "Lantern Year",
        "timeline",
        "survivor",
        "insanity",
        "1d10",
        "Absent Seizures",
        "Disorder",
        "Severe Head Injury Table",
        "Speed",
        "Hovel",
        "innovation",
        "Survival"
      ]
    },
    {
      "term": "The Great Devourer",
      "definition": "is a showdown story event in the Sunstalker Expansion rule book.\n\nLore.\nThe Sun descended, scattering its little ones and devouring those too slow to escape. The survivors' world is shattered, as the very thing they've been worshipping for generations attacks them.\n\nSelect Departing Survivors for the Final Battle\n\nFinal Battle - Special Showdown with an Ancient Sunstalker\nStat Breakdown.\n\nVictory.\nThe victorious survivors stand over the corpse of the sun, shocked and horrified. It's only then that they notice that the Infant Sunstalkers had been consuming the settlement in the darkness while they fought. Too exhausted to defend themselves, they accept their fate and are consumed along with the sun.\n\nGame Over\nDefeat.\nThe Ancient Sunstalker eats the remaining survivors and destroys the settlement. It greedily drinks the Sacred Water from the pool, then disappears back into the darkness, its reproductive cycle complete.\n\nThe End.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Great_Devourer",
      "relatedTerms": [
        "Sunstalker",
        "3 Stone Columns",
        "Terrain Cards",
        "Showdown Phase",
        "Story Event",
        "Sunstalker Expansion",
        "The Sun",
        "Departing Survivors",
        "Special Showdown",
        "Solar Energy",
        "Sun Dial",
        "Shadows of Darkness",
        "Light & Shadow",
        "Shade",
        "Living Shadows",
        "Monochrome",
        "toughness",
        "accuracy",
        "luck",
        "Game Over"
      ]
    },
    {
      "term": "The Hanged Man",
      "definition": "is a story event in the Manhunter Expansion rule book.\n\nEvent Text.\nSuddenly, the mutilated body of a fellow survivor hangs in the center of the settlement, their life snuffed out and put on display in a horrific fasion. Your ears become flush with a dull ring, and panic and fear creep into your mind ass you struggle to comprehend what just happened.\n\nReduce all survivors' survival to 0.\n\nA tall, grim stranger stands before you, with deeper and blacker than any you've seen. In its hand, a lantern with a distorted face emits a piercing light and a deep reverberation that fills the folds in your brain. With slow, soundless steps, the stranger advances. You call out in fright, but find you cannot speak. The only sounds that can be heard within the light of the bizarre lantern are those emanating from it.\n\nOutside of the light, no one notices the stranger. They talk in shocked and frightened tones around the hanging corpse, unaware of the danger lurking behind them.\n\nWithin this soundless, reverberating pocket of light, you bear witness to something even more frightening than events leading up to this moment.\n\nNominate a survivor to get a deranged expression.\n\nThe deranged survivors stands limp, their face staring blankly at the ground and the faces in the ground staring blankly back at them. Sensing something amiss, the grim stranger stops its approach just inches from the deranged survivor.\n\nYou can't hear it, but you can feel it - a confident laughter that splits the deranged survivor's face nearly in half. You are filled with a desperate wonder as you watch them find something terrible and dark deep within themselves. Transformed by the intensity of the situation, the deranged survivor's expression forever changed. You are unsure whether to feel afraid of them or envious.\n\nThe deranged survivor gains the Abyssal Sadist fighting art and leads the settlement into battle!\n\nThe Manhunter is intrigued with the settlement. Add Special Showdown - Manhunter to the following lantern years on the timeline:\nYear 10\nYear 16\nYear 22\n\nThen, have a Special Showdown with the Manhunter right now! (Rules for Manhunter's level are found on it's showdown page.)\n\nSpecial Showdown.\nSpecial Showdowns interrupt the Settlement Phase. After they conclude, the Settlement Phase continues where it left off, regardless of victory or defeat. Heal all light and heavy injuries from the from the remaining survivors and remove all tokens. Do not repeat any steps of the Settlement Phase.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Hanged_Man",
      "relatedTerms": [
        "Story Event",
        "Manhunter Expansion",
        "survival",
        "Reverberating Lantern",
        "Manhunter",
        "survivor",
        "Abyssal Sadist",
        "Fighting Art",
        "Special Showdown",
        "timeline",
        "Showdown: Manhunter",
        "Settlement Phase",
        "victory",
        "defeat",
        "Healing",
        "Heavy Injury Level"
      ]
    },
    {
      "term": "The Knowledge Worm (Story Event)",
      "definition": "is a story event in the Lion God Expansion rule book.\n\nEvent Text.\nSurvivors trace a bulge moving from the Lion God's chest up through its neck, as it regurgitates a disgusting worm the size of a small child. The worm's skin oozes silver and glows light blue in the darkness of the ruins. The survivors are equally overcome by revulsion and intrigue, as the worm writhes and gurgles on the landing above them.\n\nNominate a victorious survivor to Climb the Staircase.\n\nThe survivors approach the defeated Lion God, its expression serene as the massive worm slithers from its mouth.\n\nClimb the Staircase.\nroll 1d10.\n\nIf you rolled a 1 - 2: If the settlement has Accepted Darkness, violence follows the worm everywhere the survivors take it. In addition to the normal 1-2 result, play Skull Eater next settlement phase instead of drawing from the deck. The survivor with Ruthless also gains the following ability:\n\nMarrow Hunger: When the Murder or Skull Eater settlement events are drawn, this survivor is nominated.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Knowledge_Worm_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Lion God Expansion",
        "Survivors",
        "Lion God",
        "The Knowledge Worm (Innovation)",
        "Silver City",
        "survivors",
        "survivor",
        "1d10",
        "Ruthless",
        "Fighting Arts",
        "Settlement",
        "Innovations",
        "Accept Darkness",
        "Skull Eater",
        "Settlement Phase",
        "Marrow Hunger",
        "Murder",
        "Settlement Event"
      ]
    },
    {
      "term": "The Lonely Lady",
      "definition": "is a story event in the Lonely Tree Expansion rule book.\n\nEvent Text.\nThe survivor paused in the darkness, crippled by an unknown feeling of loss. Their eyes swelled with inexplicable tears. A hole opened in their heart.\n\nA warm hand slipped into the survivor's. Looking up, they saw something they never expected.\n\nAlthough the survivor could not understand the stranger's words, they saw the truth in the stranger's eyes. They felt an identical hole in the stranger's heart. The survivor wanted nothing more than to protect her. Hand in hand, they returned to the settlement.\n\nLying in each other's embrace, they felt the warmth of love fill their hearts and wrap around them. Together, they dreamed a perfect dream.\n\nThey dreamed of the future. They dreamed of fulfilment. They dreamed of a life together.\n\nWhen the dream ended, the stranger awoke with a cry. The stranger's stomach was full and she was alone. She felt something she did not want to accept, something she would forget over and over again.\n\nThe hole in her heart could never be filled.\n\nThere was no love for her, only hunger.\n\nThe survivor that consumed the Lonely Fruit is dead. Survivors must depart this year for a special showdown with the Lonely Tree.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Lonely_Lady",
      "relatedTerms": [
        "Story Event",
        "Lonely Tree Expansion",
        "survivor",
        "settlement",
        "Lonely Fruit",
        "Survivors",
        "depart",
        "Lantern Year",
        "Special Showdown",
        "Lonely Tree"
      ]
    },
    {
      "term": "The Pool and the Sun",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nNominate a survivor to Drink from the Pool.\n\nDrink from the Pool.\nThe nominated survivor steps forward and gains +1 courage. Waist deep in the warm and mysterious pool, they cup their hands and drink the strange water. As they do, their mind fills with strange thoughts. They gain the Purpose fighting art and begin to speak!\n\nYour settlement gains the Sun Language innovation. Search the Innovation cards for Sun Language and place it face up in your play area and record it on your settlement sheet.\n\nSun Language is your first innovation and considered your People of the Sun's settlement's unique language. It sparks the creation of the innovation deck.\n\nBuild the Innovation deck now.\n\nBuild the Innovation Deck.\nThe innovation deck represents the potential cultural and technological growth of your settlement. It will grow throughout the campaign as you gain new innovation cards.\n\nFind the 6 innovation cards listed at the bottom of the Sun Language innovation card:\nAmmonia, Drums, Hovel, Paint, Symposium and Hands of the Sun (Unique to this campaign).\n\nShuffle these 6 cards together to form your settlement's Innovation deck. Place it face down in the designated space on the settlement board.\n\nThe innovation deck is persistent. Make sure yo preserve the unique combination of cards in your deck between play sessions.\n\nFinished, the settlement gathers Under the Sun.\n\nUnder the Sun.\nStaring into the warm light from above, the settlement gains The Sun Settlement Location.\n\nSearch the large Settlement Location cards for the The Sun and place it face up in your play area. The Sun is the source of all innovations and further locations the settlement will develop.\n\nThe nominated survivor begins to comprehend the many thoughts that filled them and gains +2 understanding. They describe to the settlement their roles as protectors of the Sun and the Pool. Each survivor ritualistically drinks the water and agrees. The settlement gains the following:\n\nSacred Pool Settlement Location New Life Principle: Survival of the Fittest (People of the Sun may not gain Protect the Young.)\n\nAfter their work, the eggs at the bottom of the pool happily glow. Every survivor feels a need to protect their settlement and gains +1 courage.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Pool_and_the_Sun",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "courage",
        "Purpose",
        "Fighting Arts",
        "Sun Language",
        "innovation",
        "Settlement Record Sheet",
        "People of the Sun",
        "Innovation Deck",
        "Ammonia",
        "Drums",
        "Hovel",
        "Paint",
        "Symposium",
        "Hands of the Sun",
        "Settlement Board",
        "settlement",
        "The Sun",
        "Settlement Locations"
      ]
    },
    {
      "term": "The Silver City",
      "definition": "is a story event in the Lion God Expansion rule book.\n\nEvent Text.\nOnce, there was a boy that loved his mother. When she fell ill, he stayed at her bedside every night, entranced by her tall tales of a silver god living alone in an ancient city buried deep underground.\n\nNominate a male survivor with less than 3 Hunt XP.\n\nWhen the elders were not watching, he would steal into the darkness in search of the lost Silver City. The boy knew that if he found the silver god from his mother's stories, he would tell him how to make her better so she could hunt once again.\n\nOne day, the boy saw a silver lantern flying through the air.\n\nHe chased it deep into the darkness. The lantern vanished into a crack, and the boy followed it.\n\nWhen he finally emerged, he saw it. Spread out before him were the ruins of a strange city. The walls and floors were covered in strange silver writing that his lantern light reflected off of. \"The silver god must be close!\" he thought, and ran home excitedly to tell his mother.\n\nSadly, she passed while he was gone. No one believed his story about the strange city or the silver god.\n\nThe nominated survivor gains the Stark Raving disorder. You may now hunt the Lion God. Add it to the Quarries list on the settlement record sheet.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/The_Silver_City",
      "relatedTerms": [
        "Story Event",
        "Lion God Expansion",
        "Lion God",
        "Survivor (Male)",
        "Hunt Experience",
        "Retired",
        "Stark Raving",
        "Disorders",
        "Quarry",
        "Settlement Record Sheet"
      ]
    },
    {
      "term": "Vaultless",
      "definition": "Vaultless is a story event introduced in the Gambler's Chest Expansion. The rules for triggering this event are printed in the Knowledge section of the rulebook and on the arc survivor record sheet: Any time an Arc Survivor would gain a fighting art (including a secret fighting art), they must resolve this event instead.\n\nVaultless.\nAs you walk the winding, high-walled thoughtpath, you feel the border approaching. Explore the maze, or pass through the barrier.\n\nIf an arc survivor would gain a fighting art, instead choose to Explore the Maze or Press Through.\n\nWhen an arc survivor gains a secret fighting art, they gain it as normal and suffer +1 systemic pressure or torment. End this event.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Vaultless",
      "relatedTerms": [
        "Story Event",
        "Gambler's Chest Expansion",
        "Knowledge",
        "arc survivor record sheet",
        "Arc Survivor",
        "Fighting Arts",
        "Secret Fighting Arts",
        "systemic pressure",
        "torment",
        "lumi",
        "Collective cognition",
        "observation",
        "tenet",
        "knowledge",
        "head explosion",
        "once per lifetime reroll",
        "Skip Next Hunt"
      ]
    },
    {
      "term": "Wares for Trade",
      "definition": "is a story event sticker that adds additional gameplay content to White Speaker story event. This modified event allows players to obtain the special rare gear cards found in the White Speaker white box expansion.\n\nStory Event Sticker Text.\nWhile she is visiting, the White Speaker offers to trade some of her wares to the survivors. The rare gear below may be gained by paying its cost. Each can only be gained once per campaign.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Wares_for_Trade",
      "relatedTerms": [
        "Story Event",
        "White Speaker (Story Event)",
        "Rare Gear",
        "White Speaker (Miniature)",
        "White Box",
        "campaign",
        "Bloodskin",
        "Resources",
        "Organ",
        "Speaker Cult Knife",
        "Iron"
      ]
    },
    {
      "term": "Warriors of the Sun",
      "definition": "is a story event in the Sunstalker Expansion rule book.\n\nEvent Text.\nThe newborn's cellular makeup changes. Select either Refraction or Reflection.\n\nReflection.\nYour skin cells interact with the light, imperfectly reflecting it and causing you to appear blurred when you move quickly. Gain the following ability:\n\nReflection:\nYour complete affinities and incomplete affinity halves count as all colours.\nYou may dodge at any time and as many times as you like each round.\nWhen you attack from a blind spot, add +1d10 to your wound attempts for that attack.\n\nRefraction.\nYour skin cells interact with the light, refracting it inwards and giving you boundless energy. You gain the following ability:\n\nRefraction\nYour complete affinities and incomplete affinity halves count as all colours.\nDuring the Showdown, after you perform a survival action, gain +1 survival.\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Warriors_of_the_Sun",
      "relatedTerms": [
        "Story Event",
        "Sunstalker Expansion",
        "Abilities",
        "Reflection",
        "Affinity",
        "affinity",
        "dodge",
        "attack",
        "Blind Spot",
        "1d10",
        "Wound Attempt",
        "Refraction",
        "Showdown Phase",
        "Survival Action",
        "survival"
      ]
    },
    {
      "term": "White Secret",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nA dream, buried deep in memory, suddenly surfaces. You feel her hot breath bathing your ear, hissing whispers. She had come to you bearing the secrets of the world and you meerly had forgotten, until now.\n\nYour brain swells and you scream out in pain. Suffer the Lunacy brain trauma and Remember the Story.\n\nRemember the Story.\nRoll 1d10.\n\nIf you rolled a 3 or a 4 and if the settlement has the Romantic conviction, the survivor remembers the Story of the Ageless Man.\nIf you rolled a 7 or an 8, and if the settlement has the Barbaric conviction, the survivor remembers the Story of the Invisible Hair.\n\nWays to Trigger.\n\nSee Also.\nPlot Twist",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/White_Secret",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "White Speaker",
        "Lunacy",
        "Brain Trauma Table",
        "1d10",
        "accuracy",
        "strength",
        "Ageless",
        "retired",
        "Hunt XP",
        "Savior",
        "Quixotic",
        "disorder",
        "ability",
        "Peerless",
        "insanity",
        "survival",
        "Extra Sense",
        "Fighting Art"
      ]
    },
    {
      "term": "White Speaker (Story Event)",
      "definition": "is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\nA large and bizarrely dressed woman offers to share a story. The group must select a story they would like to hear. A survivor may be nominated for this story event only once per lifetime.\n\nStory of the Goblin.\nThe White Speaker instructs the survivors to lower her veil and hold her limbs tightly. The group must nominate a non-deaf survivor. A survivor with max understanding cannot be nominated, as the potential of their mind has been reached.\n\nTension fills the air and the survivors are filled with a mysterious sinking feeling. She begins the story. Roll 1d10.\n\nStory of the Goblin:You know the first sentence of the story. Once per showdown you may speak it out loud and roll 1d10. On a 3+, gain the priority target token and the monster gains +1 damage token.\n\nStory of the Forsaker.\nThe White Speaker instructs the survivors to bind their hands together and dip their knuckles in blood. If the settlement has the Forsaker Mask rare gear, this story cannot be selected. The group must nominate a non-deaf survivor. A survivor with max courage cannot be nominated, as the potential of their spirit has been reached. The White Speaker lowers her veil and begins the story. Roll 1d10.\n\nStory of the Forsaker: You cannot be knocked down during a showdown with a nemesis monster.\n\nStory of the Young Hero.\nThis story cannot be selected before the 13th lantern year. The White Speaker instructs the survivors to bring her a young warrior that has never left the settlement light.\n\nNominate a survivor that has never been on a hunt. If no one meets her instruction, she selects someone at random. The White Speaker places her veil over the survivor's eyes. Roll 1d10.\n\nStory of the Young Hero: At the start of your act, you may recall the heroic, sacrifice from the story and bite your wrist. Gain 2 bleeding tokens and +1 survival.\n\nWays to Trigger.\n\nSee Also.\nWares for Trade\nWhite Speaker (Miniature)\n\nNotes.\nThe Story of the Forsaker section erroneously refers to the Forsaker Mask as a \"strange gear\".\nThe White Speaker story event erroneously refers to the Shattered Jaw as a \"broken jaw\".",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/White_Speaker_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "White Speaker",
        "survivor",
        "Limit, Once Per Lifetime",
        "survivors",
        "Non-deaf Survivor",
        "understanding",
        "1d10",
        "blind",
        "Severe Injury",
        "insanity",
        "Story of the Goblin",
        "ability",
        "deaf",
        "showdown",
        "Priority Target",
        "damage",
        "Attribute Modifier Token",
        "settlement"
      ]
    },
    {
      "term": "Young Rivals",
      "definition": "is a story event in the Spidicules Expansion rule book.\n\nEvent Text.\nOnce, there were two boys. They argued about everything.\n\nNominate 2 male survivors with at least 1 Hunt XP in your settlement.\n\nAs the boys grew into men, their enmity bloomed into rivalry. With each hard-earned battle scar, they sought to outdo each other.\n\nChoose one of the nominated survivors to gain the following ability:\n\nRival's Scar: Gain +1 permanent strength and -1 permanent evasion.\n\nOne day, one of the boys did not return from a hunt. The remaining boy felt no victory over his rival, only the loss of a friend. Unable to find him in the world, he refused to leave his bed, hoping to see him in his dreams.\n\nChoose one of the nominated survivors to die and the other to grieve. The grieving survivor gains the following based on the settlement's Death Principle:\n\nCannibalize: Revenge disorder\n\nGraves: Vengeance fighting art\n\nTime passed, until one day he felt a strange vibration. Then, he heard the familiar voice of his lost friend just outside his hovel! He rushed outside, only to see the decaying body of his friend swaying awkwardly in the air. Horrified, he heard a dry rasping that could only be a laugh. For a moment, the monster was revealed before it vanished into the dark, whisking the corpse puppet away.\n\nThe settlement may now hunt the Spidicules. Add Spidicules to the Quarry List on the Settlement Record Sheet. As long as he remains alive, the remaining nominated survivor must depart when the Spidicules is hunted.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Young_Rivals",
      "relatedTerms": [
        "Story Event",
        "Spidicules Expansion",
        "Survivor (Male)",
        "Hunt Experience",
        "settlement",
        "Rival's Scar",
        "strength",
        "evasion",
        "Hunt Phase",
        "survivors",
        "Death",
        "Cannibalize",
        "Revenge",
        "Disorders",
        "Graves",
        "Vengeance",
        "Fighting Arts",
        "hovel",
        "Spidicules",
        "Quarry"
      ]
    },
    {
      "term": "Zero Presence (Story Event)",
      "definition": "Zero Presence is a story event in the Kingdom Death: Monster Core Game rule book.\n\nEvent Text.\n\"Which is more terrifying,\" you ponder, \"the monster or the sudden absence of it?\"\n\nAs the monster vanishes before your eyes, you can't help but wonder how anyone has survived up until this point. Is it possible that the monster tricked you? Or has some sort of special organ that allowed it to hide itself beyond the lantern light? You tremble with dread.\n\nYou watch the monster's soundless movements, and internalize how it slips outside the lantern light. There is a chance you might Learn something.\n\nLearn - roll 1d10.\n\nIf you rolled a 4, 5, 6, or 7 and the settlement has Forbidden Dance, an idea seems to flow through you. Proceed to the 8, 9, 10 result!\n\nWays to Trigger.",
      "category": "Story Events",
      "url": "https://kingdomdeath.fandom.com/wiki/Zero_Presence_(Story_Event)",
      "relatedTerms": [
        "Story Event",
        "Kingdom Death: Monster Core Game",
        "White Lion",
        "Fear of the Dark",
        "disorder",
        "insanity",
        "understanding",
        "Rhythm Chaser",
        "Fighting Arts",
        "Zero Presence (Secret Fighting Art)",
        "Secret Fighting Arts",
        "settlement",
        "Forbidden Dance"
      ]
    }
  ],
  "lastUpdated": "2026-02-07T01:00:31.550Z"
}